state_translation = {
    "Jammu and Kashmir": {
        "te": "జమ్మూ మరియు కాశ్మీర్",
        "hi": "जम्मू और कश्मीर",
        "ta": "ஜம்மு மற்றும் காஷ்மீர்",
        "mr": "जम्मू आणि काश्मीर",
        "en": "Jammu and Kashmir"
    },
    "Ladakh": {
        "te": "లడాఖ్",
        "hi": "लद्दाख",
        "ta": "லடாக்",
        "mr": "लडाख",
        "en": "Ladakh"
    },
    "Andaman and Nicobar Islands": {
        "te": "ఆండమాన్ మరియు నికోబార్ దీవులు",
        "hi": "अंडमान और निकोबार द्वीपसमूह",
        "ta": "ஆண்டமான் மற்றும் நிகோபார் தீவுகள்",
        "mr": "अंडमान आणि निकोबार द्वीपसमूह",
        "en": "Andaman and Nicobar Islands"
    },
    "Himachal Pradesh": {
        "te": "హిమాచల్ ప్రదేశ్",
        "hi": "हिमाचल प्रदेश",
        "ta": "ஹிமாசல பிரதேசம்",
        "mr": "हिमाचल प्रदेश",
        "en": "Himachal Pradesh"
    },
    "Punjab": {
        "te": "పంజాబ్",
        "hi": "पंजाब",
        "ta": "பஞ்சாப்",
        "mr": "पंजाब",
        "en": "Punjab"
    },
    "Uttarakhand": {
        "te": "ఉత్తరాఖండ్",
        "hi": "उत्तराखंड",
        "ta": "உத்தராகாண்",
        "mr": "उत्तराखंड",
        "en": "Uttarakhand"
    },
    "Haryana": {
        "te": "హర్యానా",
        "hi": "हरियाणा",
        "ta": "ஹரியானா",
        "mr": "हरियाणा",
        "en": "Haryana"
    },
    "Delhi": {
        "te": "న్యూఢిల్లీ",
        "hi": "दिल्ली",
        "ta": "டில்லி",
        "mr": "दिल्ली",
        "en": "Delhi"
    },
    "Chandigarh": {
        "te": "చండీగఢ్",
        "hi": "चंडीगढ़",
        "ta": "சண்டிகர்",
        "mr": "चंडीगड",
        "en": "Chandigarh"
    },
    "Uttar Pradesh": {
        "te": "ఉత్తర ప్రదేశ్",
        "hi": "उत्तर प्रदेश",
        "ta": "உத்தரப் பிரதேசம்",
        "mr": "उत्तर प्रदेश",
        "en": "Uttar Pradesh"
    },
    "Madhya Pradesh": {
        "te": "మధ్య ప్రదేశ్",
        "hi": "मध्य प्रदेश",
        "ta": "மத்தியப் பிரதேசம்",
        "mr": "मध्य प्रदेश",
        "en": "Madhya Pradesh"
    },
    "Chhattisgarh": {
        "te": "ఛత్తీస్‌గఢ్",
        "hi": "छत्तीसगढ़",
        "ta": "சத்தீஸ்கர்",
        "mr": "छत्तीसगढ",
        "en": "Chhattisgarh"
    },
    "Rajasthan": {
        "te": "రాజస్థాన్",
        "hi": "राजस्थान",
        "ta": "ராஜஸ்தான்",
        "mr": "राजस्थान",
        "en": "Rajasthan"
    },
    "Gujarat": {
        "te": "గుజరాత్",
        "hi": "गुजरात",
        "ta": "குஜராத்",
        "mr": "गुजरात",
        "en": "Gujarat"
    },
    "Maharashtra": {
        "te": "మహారాష్ట్ర",
        "hi": "महाराष्ट्र",
        "ta": "மகாராஷ்டிரா",
        "mr": "महाराष्ट्र",
        "en": "Maharashtra"
    },
    "Goa": {
        "te": "గోవా",
        "hi": "गोवा",
        "ta": "கோவா",
        "mr": "गोवा",
        "en": "Goa"
    },
    "Dadra and Nagar Haveli": {
        "te": "దాద్రా మరియు నగర్ హావేలి",
        "hi": "दादरा और नगर हवेली",
        "ta": "தாதரா மற்றும் நகர் ஹவெல்லி",
        "mr": "दादरा आणि नगर हवेली",
        "en": "Dadra and Nagar Haveli"
    },
    "Daman and Diu": {
        "te": "డామన్ మరియు డీऊ",
        "hi": "दमन और दीव",
        "ta": "டாமன் மற்றும் தீவ்",
        "mr": "दमन आणि दीव",
        "en": "Daman and Diu"
    },
    "Bihar": {
        "te": "బిహార్",
        "hi": "बिहार",
        "ta": "பிஹாரு",
        "mr": "बिहार",
        "en": "Bihar"
    },
    "West Bengal": {
        "te": "పశ్చిమ బెంగాల్",
        "hi": "पश्चिम बंगाल",
        "ta": "மேற்குத் தமிழ்நாடு",
        "mr": "पश्चिम बंगाल",
        "en": "West Bengal"
    },
    "Odisha": {
        "te": "ఒడిశా",
        "hi": "ओडिशा",
        "ta": "ஒடிஷா",
        "mr": "ओडिशा",
        "en": "Odisha"
    },
    "Jharkhand": {
        "te": "జార్కండ్",
        "hi": "झारखंड",
        "ta": "ஜார்க்கண்ட்",
        "mr": "झारखंड",
        "en": "Jharkhand"
    },
    "Andhra Pradesh": {
        "te": "ఆంధ్ర ప్రదేశ్",
        "hi": "आंध्र प्रदेश",
        "ta": "ஆந்திரா பிரதேசம்",
        "mr": "आंध्र प्रदेश",
        "en": "Andhra Pradesh"
    },
    "Telangana": {
        "te": "తెలంగాణ",
        "hi": "तेलंगाना",
        "ta": "తెలంగాణ",
        "mr": "तेलंगणा",
        "en": "Telangana"
    },
    "Karnataka": {
        "te": "కర్నాటక",
        "hi": "कर्नाटका",
        "ta": "கர்நாடகா",
        "mr": "कर्नाटक",
        "en": "Karnataka"
    },
    "Tamil Nadu": {
        "te": "తమిళనాడు",
        "hi": "तमिलनाडु",
        "ta": "தமிழ்நாடு",
        "mr": "तामिळநாடு",
        "en": "Tamil Nadu"
    },
    "Kerala": {
        "te": "కేరళ",
        "hi": "केरल",
        "ta": "கேரளா",
        "mr": "केरळ",
        "en": "Kerala"
    },
    "Puducherry": {
        "te": "పుదుచ్చేరి",
        "hi": "पुडुचेरी",
        "ta": "புதுச்சேரி",
        "mr": "पुदुच्चेरी",
        "en": "Puducherry"
    },
    "Assam": {
        "te": "అస్సామ్",
        "hi": "असम",
        "ta": "அசாம்",
        "mr": "आसाम",
        "en": "Assam"
    },
    "Arunachal Pradesh": {
        "te": "అరుణాచల్ ప్రదేశ్",
        "hi": "अरुणाचल प्रदेश",
        "ta": "அரुणாச்சல பிரதேசம்",
        "mr": "अरुणाचल प्रदेश",
        "en": "Arunachal Pradesh"
    },
    "Nagaland": {
        "te": "నాగాలాండ్",
        "hi": "नागालैंड",
        "ta": "நாகாலாந்து",
        "mr": "नागालँड",
        "en": "Nagaland"
    },
    "Manipur": {
        "te": "మణిపూర్",
        "hi": "मणिपुर",
        "ta": "மணிபூர்",
        "mr": "मणिपुर",
        "en": "Manipur"
    },
    "Mizoram": {
        "te": "మిజోరామ్",
        "hi": "मिज़ोरम",
        "ta": "மிசோரம்",
        "mr": "मिझोराम",
        "en": "Mizoram"
    },
    "Tripura": {
        "te": "త్రిపుర",
        "hi": "त्रिपुरा",
        "ta": "த்ரிபுரா",
        "mr": "त्रिपुरा",
        "en": "Tripura"
    },
    "Meghalaya": {
        "te": "మేఘాలయ",
        "hi": "मेघालय",
        "ta": "மேகாலயா",
        "mr": "मेघालय",
        "en": "Meghalaya"
    },
    "Sikkim": {
        "te": "సిక్కిం",
        "hi": "सिक्किम",
        "ta": "சிக்கிம்",
        "mr": "सिक्किम",
        "en": "Sikkim"
    },
"Lakshadweep": {
    "te": "లక్షద్వీప్",
    "hi": "लक्षद्वीप",
    "ta": "லக்ஷதீப்",
    "mr": "लक्षद्वीप",
    "en": "Lakshadweep"
}
}


district_translation = {
    "Anantnag": {
        "te": "అనంత్‌నాగ్",
        "hi": "अनंतनाग",
        "ta": "அனந்தநாக்",
        "mr": "अनंतनाग",
        "en": "Anantnag"
    },
    "Bandipora": {
        "te": "బందిపోరా",
        "hi": "बंदिपोरा",
        "ta": "பண்டிபோரா",
        "mr": "बंदिपोरा",
        "en": "Bandipora"
    },
    "Baramulla": {
        "te": "బరాములా",
        "hi": "बारामूला",
        "ta": "பராமுலா",
        "mr": "बारामूला",
        "en": "Baramulla"
    },
    "Budgam": {
        "te": "బడ్గామ్",
        "hi": "बडगाम",
        "ta": "பட்காம்",
        "mr": "बडगाम",
        "en": "Budgam"
    },
    "Doda": {
        "te": "డోడా",
        "hi": "डोडा",
        "ta": "டோடா",
        "mr": "डोडा",
        "en": "Doda"
    },
    "Ganderbal": {
        "te": "గాందర్‌బాల్",
        "hi": "गांदरबल",
        "ta": "காண்டர்பால்",
        "mr": "गांदरबल",
        "en": "Ganderbal"
    },
    "Jammu": {
        "te": "జమ్మూ",
        "hi": "जम्मू",
        "ta": "ஜம்மு",
        "mr": "जम्मू",
        "en": "Jammu"
    },
    "Kathua": {
        "te": "కతువా",
        "hi": "कटुआ",
        "ta": "கதுவா",
        "mr": "कटुआ",
        "en": "Kathua"
    },
    "Kishtwar": {
        "te": "కిష్ట్వార్",
        "hi": "किश्तवाड़",
        "ta": "கிஷ்ட்வார்",
        "mr": "किश्तवाड़",
        "en": "Kishtwar"
    },
    "Kulgam": {
        "te": "కుల్గామ్",
        "hi": "कुलगाम",
        "ta": "குல்காம்",
        "mr": "कुलगाम",
        "en": "Kulgam"
    },
    "Kupwara": {
        "te": "కుప్వారా",
        "hi": "कुपवाड़ा",
        "ta": "குப்வரா",
        "mr": "कुपवाड़ा",
        "en": "Kupwara"
    },
    "Poonch": {
        "te": "పుంఛ్",
        "hi": "पुंछ",
        "ta": "புஞ்ச்",
        "mr": "पुंछ",
        "en": "Poonch"
    },
    "Pulwama": {
        "te": "పుల్వామా",
        "hi": "पुलवामा",
        "ta": "புல்வாமா",
        "mr": "पुलवामा",
        "en": "Pulwama"
    },
    "Rajouri": {
        "te": "రాజౌరి",
        "hi": "राजौरी",
        "ta": "ராஜौரி",
        "mr": "राजौरी",
        "en": "Rajouri"
    },
    "Ramban": {
        "te": "రాంబన్",
        "hi": "रामबन",
        "ta": "ராம்பன்",
        "mr": "रामबन",
        "en": "Ramban"
    },
    "Reasi": {
        "te": "రేసీ",
        "hi": "रेसी",
        "ta": "ரேசி",
        "mr": "रेसी",
        "en": "Reasi"
    },
    "Samba": {
        "te": "సాంబా",
        "hi": "सांबा",
        "ta": "சாம்பா",
        "mr": "सांबा",
        "en": "Samba"
    },
    "Shopian": {
        "te": "షోపియన్",
        "hi": "शोपियां",
        "ta": "ஷோபியான்",
        "mr": "शोपियां",
        "en": "Shopian"
    },
    "Srinagar": {
        "te": "శ్రీనగర్",
        "hi": "श्रीनगर",
        "ta": "ஸ்ரீநகர்",
        "mr": "श्रीनगर",
        "en": "Srinagar"
    },
    "Udhampur": {
        "te": "ఉధంపూర్",
        "hi": "उधमपुर",
        "ta": "உதம்பூர்",
        "mr": "उधमपुर",
        "en": "Udhampur"
    },
    "Kargil": {
        "te": "కార్గిల్",
        "hi": "कारगिल",
        "ta": "கார்கில்",
        "mr": "कारगिल",
        "en": "Kargil"
    },
    "Leh": {
        "te": "లేహ్",
        "hi": "लेह",
        "ta": "லை",
        "mr": "लेह",
        "en": "Leh"
    },
    "North and Middle Andaman": {
        "te": "నార్త్ మరియు మిడిల్ అండమాన్",
        "hi": "उत्तर और मध्य अंडमान",
        "ta": "வடக்கு மற்றும் மைய ஆண்டமான்",
        "mr": "उत्तर आणि मध्य अंडमान",
        "en": "North and Middle Andaman"
    },
    "South Andaman": {
        "te": "సౌత్ అండమాన్",
        "hi": "दक्षिण अंडमान",
        "ta": "தெற்குத்தே ஆண்டமான்",
        "mr": "दक्षिण अंडमान",
        "en": "South Andaman"
    },
    "Nicobar": {
        "te": "నికోబార్",
        "hi": "निकोबार",
        "ta": "நிகோபார்",
        "mr": "निकोबार",
        "en": "Nicobar"
    },
    "Chamba": {
        "te": "చాంబా",
        "hi": "चंबा",
        "ta": "சம்பா",
        "mr": "चंबा",
        "en": "Chamba"
    },
    "Kangra": {
        "te": "కాంగ్రా",
        "hi": "कांगड़ा",
        "ta": "காங்கிரா",
        "mr": "कांगड़ा",
        "en": "Kangra"
    },
    "Kinnaur": {
        "te": "కిన్నౌర్",
        "hi": "किन्नौर",
        "ta": "கின்னூர்",
        "mr": "किन्नौर",
        "en": "Kinnaur"
    },
    "Kullu": {
        "te": "కుల్లూ",
        "hi": "कुल्लू",
        "ta": "குல்லு",
        "mr": "कुल्लू",
        "en": "Kullu"
    },
    "Lahaul and Spiti": {
        "te": "లాహౌల్ మరియు స్పితి",
        "hi": "लाहौल और स्पीति",
        "ta": "லாஹோல் மற்றும் ஸ்பிடி",
        "mr": "लाहौल आणि स्पिती",
        "en": "Lahaul and Spiti"
    },
    "Mandi": {
        "te": "మాండి",
        "hi": "मंडी",
        "ta": "மண்டி",
        "mr": "मंडी",
        "en": "Mandi"
    },
    "Shimla": {
        "te": "శిమ్లా",
        "hi": "शिमला",
        "ta": "சிம்லா",
        "mr": "शिमला",
        "en": "Shimla"
    },
    "Sirmaur": {
        "te": "సిర్మౌర్",
        "hi": "सिरमौर",
        "ta": "சிர்மூர்",
        "mr": "सिरमौर",
        "en": "Sirmaur"
    },
    "Solan": {
        "te": "సోలాన్",
        "hi": "सोलन",
        "ta": "சோலன்",
        "mr": "सोलन",
        "en": "Solan"
    },
    "Una": {
        "te": "ఉనా",
        "hi": "ऊना",
        "ta": "உணா",
        "mr": "ऊना",
        "en": "Una"
    },
    "Amritsar": {
        "te": "అమృతసర్",
        "hi": "अमृतसर",
        "ta": "அமృతசர்",
        "mr": "अमृतसर",
        "en": "Amritsar"
    },
    "Barnala": {
        "te": "బర్నాలా",
        "hi": "बरनाला",
        "ta": "பர்னாலா",
        "mr": "बरनाला",
        "en": "Barnala"
    },
    "Bathinda": {
        "te": "బతిండా",
        "hi": "बठिंडा",
        "ta": "பதின்டா",
        "mr": "बठिंडा",
        "en": "Bathinda"
    },
    "Faridkot": {
        "te": "ఫరీద్‌కోట్",
        "hi": "फरीदकोट",
        "ta": "பரீத்கோட்",
        "mr": "फरीदकोट",
        "en": "Faridkot"
    },
    "Fatehgarh Sahib": {
        "te": "ఫతేర్గఢ్ సాహిబ్",
        "hi": "फतेहगढ़ साहिब",
        "ta": "ஃபதேகர் சாஹிப்",
        "mr": "फतेहगढ़ साहिब",
        "en": "Fatehgarh Sahib"
    },
    "Fazilka": {
        "te": "ఫజిల్కా",
        "hi": "फजिल्का",
        "ta": "பழில்கா",
        "mr": "फजिल्का",
        "en": "Fazilka"
    },
    "Ferozepur": {
        "te": "ఫిరోజిపూర్",
        "hi": "फिरोज़पुर",
        "ta": "பிரோஜிபூர்",
        "mr": "फिरोज़पुर",
        "en": "Ferozepur"
    },
    "Gurdaspur": {
        "te": "గుర్దాస్పూర్",
        "hi": "गुरदासपुर",
        "ta": "குர்தாஸ்பூர்",
        "mr": "गुरदासपुर",
        "en": "Gurdaspur"
    },
    "Hoshiarpur": {
        "te": "హోషియార్పూర్",
        "hi": "होशियारपुर",
        "ta": "ஹோஷியார்பூர்",
        "mr": "होशियारपुर",
        "en": "Hoshiarpur"
    },
    "Jalandhar": {
        "te": "జలంధర్",
        "hi": "जालंधर",
        "ta": "ஜாலந்தர்",
        "mr": "जालंधर",
        "en": "Jalandhar"
    },
    "Kapurthala": {
        "te": "కపూర్తలా",
        "hi": "कपूरथला",
        "ta": "கபூர்த்தலா",
        "mr": "कपूरथला",
        "en": "Kapurthala"
    },
    "Ludhiana": {
        "te": "లుధియానా",
        "hi": "लुधियाना",
        "ta": "லுதியானா",
        "mr": "लुधियाना",
        "en": "Ludhiana"
    },
    "Mansa": {
        "te": "మాన్సా",
        "hi": "मांसा",
        "ta": "மாஸா",
        "mr": "मांसा",
        "en": "Mansa"
    },
    "Moga": {
        "te": "మొగా",
        "hi": "मोगा",
        "ta": "மோகா",
        "mr": "मोगा",
        "en": "Moga"
    },
    "Mohali (SAS Nagar)": {
        "te": "మోహాలి (ఎస్.ఎ.ఎస్. నగర్)",
        "hi": "मोहाली (एसएएस नगर)",
        "ta": "மோகலி (எஸ்.ஏ.எஸ். நகர்)",
        "mr": "मोहाली (एसएएस नगर)",
        "en": "Mohali (SAS Nagar)"
    },
    "Muktsar": {
        "te": "ముక్త్సర్",
        "hi": "मुक्तसर",
        "ta": "முக்த்சர்",
        "mr": "मुक्तसर",
        "en": "Muktsar"
    },
    "Pathankot": {
        "te": "పఠాన్‌కోట్",
        "hi": "पठानकोट",
        "ta": "பதான் கோட்",
        "mr": "पठानकोट",
        "en": "Pathankot"
    },
    "Patiala": {
        "te": "పటియాలా",
        "hi": "पटियाला",
        "ta": "படியாலா",
        "mr": "पटियाला",
        "en": "Patiala"
    },
    "Rupnagar": {
        "te": "రూపనగర్",
        "hi": "रूपनगर",
        "ta": "ரூப்நகர்",
        "mr": "रूपनगर",
        "en": "Rupnagar"
    },
    "Sangrur": {
        "te": "సంగ్రూర్",
        "hi": "संगरूर",
        "ta": "சங்கரூர்",
        "mr": "संगरूर",
        "en": "Sangrur"
    },
    "Shahid Bhagat Singh Nagar (Nawanshahr)": {
        "te": "షాహిద్ భగత్ సింగ్ నగర్ (నవాంశహర్)",
        "hi": "शहीद भगत सिंह नगर (नवांशहर)",
        "ta": "ஷஹீத் பகத் சிங் நகரம் (நவாஷஹர்)",
        "mr": "शहीद भगत सिंग नगर (नवांशहर)",
        "en": "Shahid Bhagat Singh Nagar (Nawanshahr)"
    },
    "Tarn Taran": {
        "te": "టర్న్ టారన్",
        "hi": "तरण तरण",
        "ta": "தரன் தரன்",
        "mr": "टरण तरण",
        "en": "Tarn Taran"
    },
    "Almora": {
        "te": "ఆల్మోరా",
        "hi": "आल्मोड़ा",
        "ta": "ஆல்மோரா",
        "mr": "आल्मोड़ा",
        "en": "Almora"
    },
    "Bageshwar": {
        "te": "బగేశ్వర్",
        "hi": "बागेश्वर",
        "ta": "பகேஸ்வர்",
        "mr": "बागेश्वर",
        "en": "Bageshwar"
    },
    "Champawat": {
        "te": "చంపావట్",
        "hi": "चम्पावत",
        "ta": "சம்பவாட்",
        "mr": "चम्पावत",
        "en": "Champawat"
    },
    "Dehradun": {
        "te": "దేహ్రదూన్",
        "hi": "देहरादून",
        "ta": "தேஹராதூன்",
        "mr": "देहरादून",
        "en": "Dehradun"
    },
    "Haridwar": {
        "te": "హరిద్వార్",
        "hi": "हरिद्वार",
        "ta": "ஹரிட்வார்",
        "mr": "हरिद्वार",
        "en": "Haridwar"
    },
    "Nainital": {
        "te": "నైనిటాల్",
        "hi": "नैनीताल",
        "ta": "நைனிதால்",
        "mr": "नैनीताल",
        "en": "Nainital"
    },
    "Pauri Garhwal": {
        "te": "పౌరి గర్హ్వాల్",
        "hi": "पौड़ी गढ़वाल",
        "ta": "பவுரி கர்வால்",
        "mr": "पौड़ी गढ़वाल",
        "en": "Pauri Garhwal"
    },
    "Pithoragarh": {
        "te": "పితోరగఢ్",
        "hi": "पिथौरागढ़",
        "ta": "பிதோராகர்",
        "mr": "पिथौरागढ़",
        "en": "Pithoragarh"
    },
    "Rudraprayag": {
        "te": "రుద్రప్రయాగ్",
        "hi": "रुद्रप्रयाग",
        "ta": "ருத்ரபிராக்",
        "mr": "रुद्रप्रयाग",
        "en": "Rudraprayag"
    },
    "Tehri Garhwal": {
        "te": "తేహ్రీ గర్హ్వాల్",
        "hi": "टिहरी गढ़वाल",
        "ta": "தேஹ்ரி கர்வால்",
        "mr": "टिहरी गढ़वाल",
        "en": "Tehri Garhwal"
    },
    "Udham Singh Nagar": {
        "te": "ఉధమ్ సింగ్ నగర్",
        "hi": "उधम सिंह नगर",
        "ta": "உதம் சிங் நகரம்",
        "mr": "उधम सिंह नगर",
        "en": "Udham Singh Nagar"
    },
    "Uttarkashi": {
        "te": "ఉత్తర్‌కాశి",
        "hi": "उत्तरकाशी",
        "ta": "உத்தர்காசி",
        "mr": "उत्तरकाशी",
        "en": "Uttarkashi"
    },
    "Ambala": {
        "te": "అంబాలా",
        "hi": "अंबाला",
        "ta": "அம்பாலா",
        "mr": "अंबाला",
        "en": "Ambala"
    },
    "Bhiwani": {
        "te": "భివాని",
        "hi": "भिवानी",
        "ta": "பிவானி",
        "mr": "भिवानी",
        "en": "Bhiwani"
    },
    "Charkhi Dadri": {
        "te": "చారఖి దాద్రి",
        "hi": "चरखी दादरी",
        "ta": "சர்க்கி தாதிரி",
        "mr": "चरखी दादरी",
        "en": "Charkhi Dadri"
    },
    "Faridabad": {
        "te": "ఫరీదాబాద్",
        "hi": "फरीदाबाद",
        "ta": "பரீதாபாத்",
        "mr": "फरीदाबाद",
        "en": "Faridabad"
    },
    "Fatehabad": {
        "te": "ఫతేహాబాద్",
        "hi": "फतेहाबाद",
        "ta": "பதேஹாபாத்",
        "mr": "फतेहाबाद",
        "en": "Fatehabad"
    },
    "Gurugram": {
        "te": "గురుగ్రామ్",
        "hi": "गुरुग्राम",
        "ta": "குருகிராம்",
        "mr": "गुरुग्राम",
        "en": "Gurugram"
    },
    "Hisar": {
        "te": "హిసార్",
        "hi": "हिसार",
        "ta": "ஹிஸார்",
        "mr": "हिसार",
        "en": "Hisar"
    },
    "Jhajjar": {
        "te": "జ్హాజ్జర్",
        "hi": "झज्जर",
        "ta": "ஜ்ஹாஜர்",
        "mr": "झज्जर",
        "en": "Jhajjar"
    },
    "Jind": {
        "te": "జింద్",
        "hi": "जिंद",
        "ta": "ஜிந்த்",
        "mr": "जिंद",
        "en": "Jind"
    },
    "Kaithal": {
        "te": "కైతాల్",
        "hi": "कैथल",
        "ta": "கைதல்",
        "mr": "कैथल",
        "en": "Kaithal"
    },
    "Karnal": {
        "te": "కర్నాల్",
        "hi": "करनाल",
        "ta": "கர்னால்",
        "mr": "करनाल",
        "en": "Karnal"
    },
    "Mahendragarh": {
        "te": "మహేంద్రగఢ్",
        "hi": "महेंद्रगढ़",
        "ta": "மகேந்திரगढ़்",
        "mr": "महेंद्रगढ़",
        "en": "Mahendragarh"
    },
    "Mewat": {
        "te": "మేవాత్",
        "hi": "मेवात",
        "ta": "மேவத்",
        "mr": "मेवात",
        "en": "Mewat"
    },
    "Palwal": {
        "te": "పాల్వాల్",
        "hi": "पलवल",
        "ta": "பால்வால்",
        "mr": "पलवल",
        "en": "Palwal"
    },
    "Panchkula": {
        "te": "పంచకులా",
        "hi": "पंचकूला",
        "ta": "பாஞ்ச்குலா",
        "mr": "पंचकूला",
        "en": "Panchkula"
    },
    "Panipat": {
        "te": "పానిపట్",
        "hi": "पानीपत",
        "ta": "பானிபட்",
        "mr": "पानीपत",
        "en": "Panipat"
    },
    "Rewari": {
        "te": "రేవారీ",
        "hi": "रेवाड़ी",
        "ta": "ரேவாடி",
        "mr": "रेवाड़ी",
        "en": "Rewari"
    },
    "Rohtak": {
        "te": "రోहतక్",
        "hi": "रोहतक",
        "ta": "ரொஹடக்",
        "mr": "रोहतक",
        "en": "Rohtak"
    },
    "Sirsa": {
        "te": "సిర్సా",
        "hi": "सिरसा",
        "ta": "சிர்சா",
        "mr": "सिरसा",
        "en": "Sirsa"
    },
    "Sonipat": {
        "te": "సోనిపట్",
        "hi": "सोनीपत",
        "ta": "சோனிபட்",
        "mr": "सोनीपत",
        "en": "Sonipat"
    },
    "Yamunanagar": {
        "te": "యమునానగర్",
        "hi": "यमुनानगर",
        "ta": "யமுனாநகர்",
        "mr": "यमुनानगर",
        "en": "Yamunanagar"
    },
    "Central Delhi": {
        "te": "సెంట్రల్ ఢిల్లీ",
        "hi": "केंद्रीय दिल्ली",
        "ta": "சென்ட்ரல் டெல்லி",
        "mr": "केंद्रीय दिल्ली",
        "en": "Central Delhi"
    },
    "East Delhi": {
        "te": "ఈస్ట్ ఢిల్లీ",
        "hi": "पूर्वी दिल्ली",
        "ta": "ஈஸ்ட் டெல்லி",
        "mr": "पूर्वी दिल्ली",
        "en": "East Delhi"
    },
    "New Delhi": {
        "te": "న్యూ ఢిల్లీ",
        "hi": "नई दिल्ली",
        "ta": "நியூ டெல்லி",
        "mr": "नई दिल्ली",
        "en": "New Delhi"
    },
    "North Delhi": {
        "te": "నార్త్ ఢిల్లీ",
        "hi": "उत्तर दिल्ली",
        "ta": "நார்த் டெல்லி",
        "mr": "उत्तर दिल्ली",
        "en": "North Delhi"
    },
    "North East Delhi": {
        "te": "నార్త్ ఈస్ట్ ఢిల్లీ",
        "hi": "उत्तर पूर्व दिल्ली",
        "ta": "நார்த் ஈஸ்ட் டெல்லி",
        "mr": "उत्तर पूर्व दिल्ली",
        "en": "North East Delhi"
    },
    "North West Delhi": {
        "te": "నార్త్ వెస్ట్ ఢిల్లీ",
        "hi": "उत्तर पश्चिम दिल्ली",
        "ta": "நார்த் வெஸ்ட் டெல்லி",
        "mr": "उत्तर पश्चिम दिल्ली",
        "en": "North West Delhi"
    },
    "Shahdara": {
        "te": "షహదారా",
        "hi": "शाहदरा",
        "ta": "ஷஹ்தரா",
        "mr": "शाहदरा",
        "en": "Shahdara"
    },
    "South Delhi": {
        "te": "సౌత్ ఢిల్లీ",
        "hi": "दक्षिण दिल्ली",
        "ta": "தென் டெல்லி",
        "mr": "दक्षिण दिल्ली",
        "en": "South Delhi"
    },
    "South West Delhi": {
        "te": "సౌత్ వెస్ట్ ఢిల్లీ",
        "hi": "दक्षिण पश्चिम दिल्ली",
        "ta": "தென் மேற்கு டெல்லி",
        "mr": "दक्षिण पश्चिम दिल्ली",
        "en": "South West Delhi"
    },
    "West Delhi": {
        "te": "వెస్ట్ ఢిల్లీ",
        "hi": "पश्चिम दिल्ली",
        "ta": "மேற்கு டெல்லி",
        "mr": "पश्चिम दिल्ली",
        "en": "West Delhi"
    },
    "Delhi": {
        "te": "న్యూఢిల్లీ",
        "hi": "दिल्ली",
        "ta": "டெல்லி",
        "mr": "दिल्ली",
        "en": "Delhi"
    },
"Chandigarh": {
        "te": "చండీగడ్",
        "hi": "चंडीगढ़",
        "ta": "சண்டிகர்",
        "mr": "चंडीगढ़",
        "en": "Chandigarh"
    },
    "Agra": {
        "te": "ఆగ్రా",
        "hi": "आगरा",
        "ta": "ஆகிரா",
        "mr": "आगरा",
        "en": "Agra"
    },
    "Aligarh": {
        "te": "అలిగఢ్",
        "hi": "अलीगढ़",
        "ta": "அலிகர்ஹ்",
        "mr": "अलीगढ़",
        "en": "Aligarh"
    },
    "Ambedkar Nagar": {
        "te": "అంబేద్కర్ నగర్",
        "hi": "अम्बेडकर नगर",
        "ta": "அம்பேத்கர் நகர்",
        "mr": "अम्बेडकर नगर",
        "en": "Ambedkar Nagar"
    },
    "Amethi": {
        "te": "అమెతీ",
        "hi": "अमेठी",
        "ta": "அமேதீ",
        "mr": "अमेठी",
        "en": "Amethi"
    },
    "Amroha": {
        "te": "అమ్రోహా",
        "hi": "अमरोहा",
        "ta": "அமரோஹா",
        "mr": "अमरोहा",
        "en": "Amroha"
    },
    "Auraiya": {
        "te": "ఆరయా",
        "hi": "औरैया",
        "ta": "ஆரயா",
        "mr": "औरैया",
        "en": "Auraiya"
    },
    "Badaun": {
        "te": "బదాయోన్",
        "hi": "बदायूं",
        "ta": "பதாயூன்",
        "mr": "बदायूं",
        "en": "Badaun"
    },
    "Bahraich": {
        "te": "బహరైచ్",
        "hi": "बहराइच",
        "ta": "பஹராயச்",
        "mr": "बहराइच",
        "en": "Bahraich"
    },
    "Ballia": {
        "te": "బల్లియా",
        "hi": "बलिया",
        "ta": "பல்யா",
        "mr": "बलिया",
        "en": "Ballia"
    },
    "Banda": {
        "te": "బందా",
        "hi": "बांदा",
        "ta": "பாண்டா",
        "mr": "बांदा",
        "en": "Banda"
    },
    "Barabanki": {
        "te": "బరబంకి",
        "hi": "बाराबंकी",
        "ta": "பரபாங்கி",
        "mr": "बाराबंकी",
        "en": "Barabanki"
    },
    "Bareilly": {
        "te": "బరేలీ",
        "hi": "बरेली",
        "ta": "பரேலி",
        "mr": "बरेली",
        "en": "Bareilly"
    },
    "Basti": {
        "te": "బస్తీ",
        "hi": "बस्ती",
        "ta": "பஸ்தி",
        "mr": "बस्ती",
        "en": "Basti"
    },
    "Bijnor": {
        "te": "బిజ్నోర్",
        "hi": "बिजनौर",
        "ta": "பிஜ்னோர்",
        "mr": "बिजनौर",
        "en": "Bijnor"
    },
    "Budaun": {
        "te": "బదాయోన్",
        "hi": "बदायूं",
        "ta": "புதாயூன்",
        "mr": "बदायूं",
        "en": "Budaun"
    },
    "Bulandshahr": {
        "te": "బులంద్‌షహర్",
        "hi": "बुलंदशहर",
        "ta": "புலந்த்ஷஹர்",
        "mr": "बुलंदशहर",
        "en": "Bulandshahr"
    },
    "Chandauli": {
        "te": "చందౌలి",
        "hi": "चंदौली",
        "ta": "சண்டோளி",
        "mr": "चंदौली",
        "en": "Chandauli"
    },
    "Chitrakoot": {
        "te": "చిత్రకూట్",
        "hi": "चित्रकूट",
        "ta": "சித்ரகூட்",
        "mr": "चित्रकूट",
        "en": "Chitrakoot"
    },
    "Deoria": {
        "te": "దెయోరియా",
        "hi": "देवरिया",
        "ta": "தேவரியா",
        "mr": "देवरिया",
        "en": "Deoria"
    },
    "Etah": {
        "te": "ఎతా",
        "hi": "एटा",
        "ta": "எடா",
        "mr": "एटा",
        "en": "Etah"
    },
    "Etawah": {
        "te": "ఇటావా",
        "hi": "इटावा",
        "ta": "இட்டவா",
        "mr": "इटावा",
        "en": "Etawah"
    },
    "Faizabad": {
        "te": "ఫైజాబాద్",
        "hi": "फैजाबाद",
        "ta": "ஃபைசாபாத்",
        "mr": "फैजाबाद",
        "en": "Faizabad"
    },
    "Farrukhabad": {
        "te": "ఫర్రుఖాబాద్",
        "hi": "फर्रुखाबाद",
        "ta": "பர்ருகாபாத்",
        "mr": "फर्रुखाबाद",
        "en": "Farrukhabad"
    },
    "Fatehpur": {
        "te": "ఫతేపూర్",
        "hi": "फतेहपुर",
        "ta": "பதேஹ்ப்பூர்",
        "mr": "फतेहपुर",
        "en": "Fatehpur"
    },
    "Firozabad": {
        "te": "ఫిరోజాబాద్",
        "hi": "फिरोजाबाद",
        "ta": "பிரோஜாபாத்",
        "mr": "फिरोजाबाद",
        "en": "Firozabad"
    },
    "Gautam Buddha Nagar": {
        "te": "గౌతమ్ బుద్ధ నగర్",
        "hi": "गौतम बुद्ध नगर",
        "ta": "கௌதம புத்த நகர்",
        "mr": "गौतम बुद्ध नगर",
        "en": "Gautam Buddha Nagar"
    },
    "Ghaziabad": {
        "te": "ఘాజియాబాద్",
        "hi": "गाज़ियाबाद",
        "ta": "஘ாஜியாபாத்",
        "mr": "गाज़ियाबाद",
        "en": "Ghaziabad"
    },
    "Ghazipur": {
        "te": "ఘాజిపూర్",
        "hi": "ग़ाज़ीपुर",
        "ta": "஘ாஜிபூர்",
        "mr": "ग़ाज़ीपुर",
        "en": "Ghazipur"
    },
    "Gorakhpur": {
        "te": "గోరఖ్‌పూర్",
        "hi": "गोरखपुर",
        "ta": "கொரக்பூர்",
        "mr": "गोरखपुर",
        "en": "Gorakhpur"
    },
    "Hamirpur": {
        "te": "హమిర్పూర్",
        "hi": "हमीरपुर",
        "ta": "ஹமிர்பூர்",
        "mr": "हमीरपुर",
        "en": "Hamirpur"
    },
    "Hapur": {
        "te": "హాపూర్",
        "hi": "हापुड़",
        "ta": "ஹபூர்",
        "mr": "हापुड़",
        "en": "Hapur"
    },
    "Hardoi": {
        "te": "హర్దోయి",
        "hi": "हरदोई",
        "ta": "ஹர்தோயி",
        "mr": "हरदोई",
        "en": "Hardoi"
    },
    "Jalaun": {
        "te": "జాలౌన్",
        "hi": "जालौन",
        "ta": "ஜாலூன்",
        "mr": "जालौन",
        "en": "Jalaun"
    },
    "Jaunpur": {
        "te": "జౌనపూర్",
        "hi": "जौनपुर",
        "ta": "ஜவுன்பூர்",
        "mr": "जौनपुर",
        "en": "Jaunpur"
    },
    "Jhansi": {
        "te": "ఝాన్సీ",
        "hi": "झाँसी",
        "ta": "ஜான்ஸி",
        "mr": "झाँसी",
        "en": "Jhansi"
    },
    "Jyotiba Phule Nagar": {
        "te": "జ్యోతిబా ఫూలే నగర్",
        "hi": "ज्योतिबा फुले नगर",
        "ta": "ஜ்யோதிபா புலே நகர்",
        "mr": "ज्योतिबा फुले नगर",
        "en": "Jyotiba Phule Nagar"
    },
    "Kanpur Dehat": {
        "te": "కాన్పూర్ ఢీహాట్",
        "hi": "कानपुर देहात",
        "ta": "கான்பூர் தேஹாட்",
        "mr": "कानपुर देहात",
        "en": "Kanpur Dehat"
    },
    "Kanpur Nagar": {
        "te": "కాన్పూర్ నగర్",
        "hi": "कानपुर नगर",
        "ta": "கான்பூர் நகரம்",
        "mr": "कानपुर नगर",
        "en": "Kanpur Nagar"
    },
    "Kasganj": {
        "te": "కాసగంజ్",
        "hi": "कासगंज",
        "ta": "காசகஞ்",
        "mr": "कासगंज",
        "en": "Kasganj"
    },
    "Kaushambi": {
        "te": "కౌషాంబీ",
        "hi": "कौशाम्बी",
        "ta": "கௌஷாம்பி",
        "mr": "कौशाम्बी",
        "en": "Kaushambi"
    },
    "Kheri": {
        "te": "ఖెరీ",
        "hi": "ख़री",
        "ta": "கேரி",
        "mr": "ख़री",
        "en": "Kheri"
    },
    "Kushi Nagar": {
        "te": "కుషి నగర్",
        "hi": "कुशीनगर",
        "ta": "குஷிநகரில்",
        "mr": "कुशीनगर",
        "en": "Kushi Nagar"
    },
    "Lalitpur": {
        "te": "లలిత్‌పూర్",
        "hi": "ललितपुर",
        "ta": "லலித்பூர்",
        "mr": "ललितपुर",
        "en": "Lalitpur"
    },
    "Lucknow": {
        "te": "లక్నో",
        "hi": "लखनऊ",
        "ta": "லக்னோ",
        "mr": "लखनऊ",
        "en": "Lucknow"
    },
    "Mahoba": {
        "te": "మహోబా",
        "hi": "महोबा",
        "ta": "மகோபா",
        "mr": "महोबा",
        "en": "Mahoba"
    },
    "Mainpuri": {
        "te": "మైన్‌పురి",
        "hi": "मैनपुरी",
        "ta": "மைன்புரி",
        "mr": "मैनपुरी",
        "en": "Mainpuri"
    },
    "Mathura": {
        "te": "మథురా",
        "hi": "मथुरा",
        "ta": "மதுரா",
        "mr": "मथुरा",
        "en": "Mathura"
    },
    "Meerut": {
        "te": "మీరట్",
        "hi": "मेरठ",
        "ta": "மீரட்",
        "mr": "मेरठ",
        "en": "Meerut"
    },
    "Mirzapur": {
        "te": "మిర్జాపూర్",
        "hi": "मिर्ज़ापुर",
        "ta": "மிர்சாபூர்",
        "mr": "मिर्ज़ापुर",
        "en": "Mirzapur"
    },
    "Moradabad": {
        "te": "మొరదాబాద్",
        "hi": "मुरादाबाद",
        "ta": "மொரதாபாத்",
        "mr": "मुरादाबाद",
        "en": "Moradabad"
    },
    "Muzaffarnagar": {
        "te": "ముజఫర్ నగర్",
        "hi": "मुज़फ़्फ़रनगर",
        "ta": "முஜப்ஃபர்நகர்",
        "mr": "मुज़फ़्फ़रनगर",
        "en": "Muzaffarnagar"
    },
    "Pilibhit": {
        "te": "పిలిభిట్",
        "hi": "पीलीभीत",
        "ta": "பிலிபிட்",
        "mr": "पीलीभीत",
        "en": "Pilibhit"
    },
    "Pratapgarh": {
        "te": "ప్రతాప్‌గఢ్",
        "hi": "प्रतापगढ़",
        "ta": "பிரதாப்கட்",
        "mr": "प्रतापगढ़",
        "en": "Pratapgarh"
    },
    "Raebareli": {
        "te": "రైబరేలి",
        "hi": "रायबरेली",
        "ta": "ராயபரேலி",
        "mr": "रायबरेली",
        "en": "Raebareli"
    },
    "Rampur": {
        "te": "రాంపూర్",
        "hi": "रामपुर",
        "ta": "ராம்பூர்",
        "mr": "रामपूर",
        "en": "Rampur"
    },
    "Saharanpur": {
        "te": "సహరాన్‌పూర్",
        "hi": "सहारनपुर",
        "ta": "சஹரன்பூர்",
        "mr": "सहारनपुर",
        "en": "Saharanpur"
    },
    "Sant Kabir Nagar": {
        "te": "సంత్ కబీర్ నగర్",
        "hi": "संत कबीर नगर",
        "ta": "சந்த் கபீர் நகர்",
        "mr": "संत कबीर नगर",
        "en": "Sant Kabir Nagar"
    },
    "Shravasti": {
        "te": "శ్రావస్తి",
        "hi": "श्रावस्ती",
        "ta": "ஸ்ராவஸ்தி",
        "mr": "श्रावस्ती",
        "en": "Shravasti"
    },
    "Siddharth Nagar": {
        "te": "సిద్ధార్థ్ నగర్",
        "hi": "सिद्धार्थनगर",
        "ta": "சித்தார்த் நகர்",
        "mr": "सिद्धार्थनगर",
        "en": "Siddharth Nagar"
    },
    "Sitapur": {
        "te": "సీతాపూర్",
        "hi": "सीतापुर",
        "ta": "சீதாபூர்",
        "mr": "सीतापुर",
        "en": "Sitapur"
    },
    "Sonbhadra": {
        "te": "సోనభద్రా",
        "hi": "सोनभद्र",
        "ta": "சோனபத்ரா",
        "mr": "सोनभद्र",
        "en": "Sonbhadra"
    },
    "Sultanpur": {
        "te": "సుల్తానపుర",
        "hi": "सुलतानपुर",
        "ta": "சுல்தான்பூர்",
        "mr": "सुलतानपुर",
        "en": "Sultanpur"
    },
    "Unnao": {
        "te": "ఉన్నావో",
        "hi": "उन्नाव",
        "ta": "உன்னவா",
        "mr": "उन्नाव",
        "en": "Unnao"
    },
    "Varanasi": {
        "te": "వరణాసి",
        "hi": "वाराणसी",
        "ta": "வராணசி",
        "mr": "वाराणसी",
        "en": "Varanasi"
    },
    "Agar Malwa": {
        "te": "ఆగర్ మాల్వా",
        "hi": "आगर मालवा",
        "ta": "ஆகர் மால்வா",
        "mr": "आगर मालवा",
        "en": "Agar Malwa"
    },
    "Alirajpur": {
        "te": "అలిరాజ్‌పూర్",
        "hi": "अलीराजपुर",
        "ta": "அலிராஜ்பூர்",
        "mr": "अलीराजपूर",
        "en": "Alirajpur"
    },
    "Anuppur": {
        "te": "అనుప్పూర్",
        "hi": "अनूपपुर",
        "ta": "அனுப்பூர்",
        "mr": "अनूपपूर",
        "en": "Anuppur"
    },
    "Ashok Nagar": {
        "te": "ఆశోక్ నగర్",
        "hi": "अशोक नगर",
        "ta": "அஷோக் நகர்",
        "mr": "अशोकनगर",
        "en": "Ashok Nagar"
    },
    "Balaghat": {
        "te": "బాలగhat",
        "hi": "बालाघाट",
        "ta": "பாலகட்",
        "mr": "बालाघाट",
        "en": "Balaghat"
    },
    "Barwani": {
        "te": "బర్వానీ",
        "hi": "बड़वानी",
        "ta": "பர்வானி",
        "mr": "बारवानी",
        "en": "Barwani"
    },
    "Betul": {
        "te": "బెటుల్",
        "hi": "बैतूल",
        "ta": "பெட்டூல்",
        "mr": "बैतूल",
        "en": "Betul"
    },
    "Bhind": {
        "te": "భింద్",
        "hi": "भिंड",
        "ta": "பிண்ட்",
        "mr": "भिंड",
        "en": "Bhind"
    },
    "Bhopal": {
        "te": "భోపాల్",
        "hi": "भोपाल",
        "ta": "போபால்",
        "mr": "भोपाल",
        "en": "Bhopal"
    },
    "Burhanpur": {
        "te": "బుర్హాన్పూర్",
        "hi": "बुरहानपुर",
        "ta": "புரான்்பூர்",
        "mr": "बुरहानपूर",
        "en": "Burhanpur"
    },
    "Chhindwara": {
        "te": "చింద్వాడా",
        "hi": "छिंदवाड़ा",
        "ta": "சிந்த்வாடா",
        "mr": "छिंदवाड़ा",
        "en": "Chhindwara"
    },
    "Damoh": {
        "te": "డమోహ్",
        "hi": "दमोह",
        "ta": "டமோஹ்",
        "mr": "दमोह",
        "en": "Damoh"
    },
    "Datia": {
        "te": "డాటియా",
        "hi": "डाटिया",
        "ta": "டாட்டியா",
        "mr": "डाटिया",
        "en": "Datia"
    },
    "Dewas": {
        "te": "దేవాస్",
        "hi": "देवास",
        "ta": "தேவாஸ்",
        "mr": "देवास",
        "en": "Dewas"
    },
    "Dhar": {
        "te": "ధర్",
        "hi": "धार",
        "ta": "தார்",
        "mr": "धार",
        "en": "Dhar"
    },
    "Dindori": {
        "te": "దిన్డోరి",
        "hi": "डिंडोरी",
        "ta": "திண்டோரி",
        "mr": "डिंडोरी",
        "en": "Dindori"
    },
    "Guna": {
        "te": "గుణ",
        "hi": "गुना",
        "ta": "குணா",
        "mr": "गुना",
        "en": "Guna"
    },
    "Gwalior": {
        "te": "గ్వాలియార్",
        "hi": "ग्वालियर",
        "ta": "கவாளியூர்",
        "mr": "ग्वालियर",
        "en": "Gwalior"
    },
    "Hoshangabad": {
        "te": "హోషంగాబాద్",
        "hi": "होशंगाबाद",
        "ta": "ஹோஷங்காபாத்",
        "mr": "होशंगाबाद",
        "en": "Hoshangabad"
    },
    "Indore": {
        "te": "ఇండోర్",
        "hi": "इंदौर",
        "ta": "இண்டோர்",
        "mr": "इंदौर",
        "en": "Indore"
    },
    "Jabalpur": {
        "te": "జబల్పూర్",
        "hi": "जबलपुर",
        "ta": "ஜபல்பூர்",
        "mr": "जबलपूर",
        "en": "Jabalpur"
    },
    "Jhabua": {
        "te": "జబువా",
        "hi": "झाबुआ",
        "ta": "ஜபுவா",
        "mr": "झाबुआ",
        "en": "Jhabua"
    },
    "Katni": {
        "te": "కట్ని",
        "hi": "कटनी",
        "ta": "கட்னி",
        "mr": "कटनी",
        "en": "Katni"
    },
    "Khandwa": {
        "te": "ఖండ్వా",
        "hi": "खंडवा",
        "ta": "கண்ட்வா",
        "mr": "खंडवा",
        "en": "Khandwa"
    },
    "Khargone": {
        "te": "ఖర్గోన్",
        "hi": "खरगोन",
        "ta": "கற்கோன்",
        "mr": "खरगोन",
        "en": "Khargone"
    },
    "Mandla": {
        "te": "మండ్లా",
        "hi": "मंडला",
        "ta": "மண்ட்லா",
        "mr": "मंडला",
        "en": "Mandla"
    },
    "Mandsaur": {
        "te": "మందసౌర్",
        "hi": "मंदसौर",
        "ta": "மண்ட்சூர்",
        "mr": "मंदसौर",
        "en": "Mandsaur"
    },
    "Morena": {
        "te": "మొరెనా",
        "hi": "मोरैना",
        "ta": "மோரேனா",
        "mr": "मोरना",
        "en": "Morena"
    },
    "Narsinghpur": {
        "te": "నర్సింగ్‌పూర్",
        "hi": "नरसिंहपुर",
        "ta": "நரசிங்கபூர்",
        "mr": "नरसिंहपूर",
        "en": "Narsinghpur"
    },
    "Neemuch": {
        "te": "నీముచ్",
        "hi": "नीमच",
        "ta": "நீமுச்சு",
        "mr": "नीमच",
        "en": "Neemuch"
    },
    "Panna": {
        "te": "పన్నా",
        "hi": "पन्ना",
        "ta": "பண்ணா",
        "mr": "पन्ना",
        "en": "Panna"
    },
    "Raisen": {
        "te": "రaisen",
        "hi": "रायसेन",
        "ta": "ராய்சேன்",
        "mr": "रायसेन",
        "en": "Raisen"
    },
    "Rajgarh": {
        "te": "రాజ్‌గఢ్",
        "hi": "राजगढ़",
        "ta": "ராஜ்கர்ஹ்",
        "mr": "राजगढ़",
        "en": "Rajgarh"
    },
    "Ratlam": {
        "te": "రత్నం",
        "hi": "रतलाम",
        "ta": "ரத்தலம்",
        "mr": "रतलाम",
        "en": "Ratlam"
    },
    "Rewa": {
        "te": "రేవా",
        "hi": "रीवा",
        "ta": "ரேவா",
        "mr": "रीवा",
        "en": "Rewa"
    },
    "Satna": {
        "te": "సత్య",
        "hi": "सतना",
        "ta": "சத்னா",
        "mr": "सतना",
        "en": "Satna"
    },
    "Sehore": {
        "te": "సిహోర్",
        "hi": "सीहोर",
        "ta": "சீஹோர்",
        "mr": "सीहोर",
        "en": "Sehore"
    },
    "Sagar": {
        "te": "సాగర్",
        "hi": "सागर",
        "ta": "சாகர்",
        "mr": "सागर",
        "en": "Sagar"
    },
    "Sahdol": {
        "te": "సహ్‌డోల్",
        "hi": "सहडोल",
        "ta": "சஹ்தோல்",
        "mr": "सहडोल",
        "en": "Sahdol"
    },
    "Seoni": {
        "te": "సెఒని",
        "hi": "सेवनी",
        "ta": "செவோனி",
        "mr": "सिवनी",
        "en": "Seoni"
    },
    "Shahdol": {
        "te": "షాహ్‌డోల్",
        "hi": "शहडोल",
        "ta": "ஷஹ்தோல்",
        "mr": "शहडोल",
        "en": "Shahdol"
    },
    "Shivpuri": {
        "te": "శివపురి",
        "hi": "शिवपुरी",
        "ta": "சிவபுரி",
        "mr": "शिवपुरी",
        "en": "Shivpuri"
    },
    "Sidhi": {
        "te": "సిధి",
        "hi": "सिद्धि",
        "ta": "சிதி",
        "mr": "सिद्धि",
        "en": "Sidhi"
    },
    "Singrauli": {
        "te": "సింగ్రౌలి",
        "hi": "सिंगरौली",
        "ta": "சிங்கராவலி",
        "mr": "सिंगरौली",
        "en": "Singrauli"
    },
    "Tikamgarh": {
        "te": "టికమ్‌గఢ్",
        "hi": "टीकमगढ़",
        "ta": "திகம்‌கர்த்",
        "mr": "टीकमगढ़",
        "en": "Tikamgarh"
    },
    "Ujjain": {
        "te": "ఉజ్జైన్",
        "hi": "उज्जैन",
        "ta": "உஜ்ஜெயின்",
        "mr": "उज्जैन",
        "en": "Ujjain"
    },
    "Umaria": {
        "te": "ఉమరియా",
        "hi": "उमरिया",
        "ta": "உமரியா",
        "mr": "उमरिया",
        "en": "Umaria"
    },
    "Vidisha": {
        "te": "విడిషా",
        "hi": "विदिशा",
        "ta": "விடிஷா",
        "mr": "विदिशा",
        "en": "Vidisha"
    },
    "West Nimar": {
        "te": "పశ్చిమ నిమార్",
        "hi": "पश्चिम निमार",
        "ta": "மேற்கை நிமார்",
        "mr": "पश्चिम निमाड़",
        "en": "West Nimar"
    },
    "Balod": {
        "te": "బాలోద్",
        "hi": "बालोद",
        "ta": "பாலோத்",
        "mr": "बालोद",
        "en": "Balod"
    },
    "Baloda Bazar": {
        "te": "బాలోదా బజార్",
        "hi": "बलौदा बाजार",
        "ta": "பாலோடா பசார",
        "mr": "बलोदा बाजार",
        "en": "Baloda Bazar"
    },
    "Balrampur": {
        "te": "బల్రంపూర్",
        "hi": "बलरामपुर",
        "ta": "பல்ராம்பூர்",
        "mr": "बलरामपूर",
        "en": "Balrampur"
    },
    "Bastar": {
        "te": "బస్తర్",
        "hi": "बस्तर",
        "ta": "பஸ்டர்",
        "mr": "बस्तर",
        "en": "Bastar"
    },
    "Bijapur": {
        "te": "బీజాపూర్",
        "hi": "बीजापुर",
        "ta": "பீஜாபூர்",
        "mr": "बीजापुर",
        "en": "Bijapur"
    },
    "Bilaspur": {
        "te": "బిలాస్పూర్",
        "hi": "बिलासपुर",
        "ta": "பிலாஸ்பூர்",
        "mr": "बिलासपूर",
        "en": "Bilaspur"
    },
    "Dhamtari": {
        "te": "ధమ్తరి",
        "hi": "धमतरी",
        "ta": "தம்தரி",
        "mr": "धमतरी",
        "en": "Dhamtari"
    },
    "Durg": {
        "te": "దుర్గ",
        "hi": "दुर्ग",
        "ta": "துர்க்",
        "mr": "दुर्ग",
        "en": "Durg"
    },
    "Gariaband": {
        "te": "గరియబంద్",
        "hi": "गरीबंद",
        "ta": "கரியபந்த்",
        "mr": "गरीबंद",
        "en": "Gariaband"
    },
    "Janjgir-Champa": {
        "te": "జంజీర్-చాంపా",
        "hi": "जांजगीर-चंपा",
        "ta": "ஜஞ்‌ஜிர்-சாம்பா",
        "mr": "जांजगीर-चांपा",
        "en": "Janjgir-Champa"
    },
    "Jashpur": {
        "te": "జశ్పూర్",
        "hi": "जशपुर",
        "ta": "ஜஷ்பூர்",
        "mr": "जशपुर",
        "en": "Jashpur"
    },
    "Kabirdham": {
        "te": "కబీర్‌ధామ్",
        "hi": "कबीरधाम",
        "ta": "கபீர்தாம்",
        "mr": "कबीरधाम",
        "en": "Kabirdham"
    },
    "Kanker": {
        "te": "కాంకెర్",
        "hi": "कांकेर",
        "ta": "காங்கர்",
        "mr": "कांकेर",
        "en": "Kanker"
    },
    "Kondagaon": {
        "te": "కొండాగాన్",
        "hi": "कोंडागांव",
        "ta": "கொண்டாகோன்",
        "mr": "कोंडागांव",
        "en": "Kondagaon"
    },
    "Korba": {
        "te": "కొర్భా",
        "hi": "कोरबा",
        "ta": "கோர்பா",
        "mr": "कोरबा",
        "en": "Korba"
    },
    "Koriya": {
        "te": "కొరియా",
        "hi": "कोरिया",
        "ta": "கோரியா",
        "mr": "कोरिया",
        "en": "Koriya"
    },
"Mahasamund": {
        "te": "మహాసముంద్",
        "hi": "महासमुंद",
        "ta": "மகாசமுந்த்",
        "mr": "महासमुंद",
        "en": "Mahasamund"
    },
    "Mungeli": {
        "te": "ముంగెలీ",
        "hi": "मुंगेली",
        "ta": "முங்கெலி",
        "mr": "मुंगेली",
        "en": "Mungeli"
    },
    "Narayanpur": {
        "te": "నారాయణపూర్",
        "hi": "नारायणपुर",
        "ta": "நாராயணபூர்",
        "mr": "नारायणपूर",
        "en": "Narayanpur"
    },
    "Raigarh": {
        "te": "రాయఘర్",
        "hi": "रायगढ़",
        "ta": "ராய்கர்",
        "mr": "रायगड",
        "en": "Raigarh"
    },
    "Raipur": {
        "te": "రాయ్‌పూర్",
        "hi": "रायपुर",
        "ta": "ராய்பூர்",
        "mr": "रायपूर",
        "en": "Raipur"
    },
    "Rajnandgaon": {
        "te": "రాజ్‌నంద్‌గావ్",
        "hi": "राजनांदगांव",
        "ta": "ராஜ்நந்த்காவ்",
        "mr": "राजनांदगाव",
        "en": "Rajnandgaon"
    },
    "Sukma": {
        "te": "సుక్మా",
        "hi": "सुकमा",
        "ta": "சுக்மா",
        "mr": "सुकमा",
        "en": "Sukma"
    },
    "Surguja": {
        "te": "సుర్గుజా",
        "hi": "सुरगुजा",
        "ta": "சுர்குஜா",
        "mr": "सुरगुजा",
        "en": "Surguja"
    },
    "Ajmer": {
        "te": "అజ్మేర్",
        "hi": "अजमेर",
        "ta": "அஜ்மீர்",
        "mr": "अजमेर",
        "en": "Ajmer"
    },
    "Alwar": {
        "te": "అల్వార్",
        "hi": "अलवर",
        "ta": "அல்வார்",
        "mr": "अलवर",
        "en": "Alwar"
    },
    "Banswara": {
        "te": "బంస్వారా",
        "hi": "बांसवाड़ा",
        "ta": "பான்ஸ்வாரா",
        "mr": "बांसवाड़ा",
        "en": "Banswara"
    },
    "Baran": {
        "te": "బరన్",
        "hi": "बारां",
        "ta": "பரண்",
        "mr": "बारन",
        "en": "Baran"
    },
    "Barmer": {
        "te": "బార్మేర్",
        "hi": "बाड़मेर",
        "ta": "பார்மர்",
        "mr": "बाडमेर",
        "en": "Barmer"
    },
    "Bharatpur": {
        "te": "భరత్పూర్",
        "hi": "भरतपुर",
        "ta": "பரத்பூர்",
        "mr": "भरतपूर",
        "en": "Bharatpur"
    },
"Bhilwara": {
        "te": "భిల్వారా",
        "hi": "भीलवाड़ा",
        "ta": "பில்வாரா",
        "mr": "भीलवाडा",
        "en": "Bhilwara"
    },
    "Bikaner": {
        "te": "బికనీర్",
        "hi": "बीकानेर",
        "ta": "பிகானேர்",
        "mr": "बीकानेर",
        "en": "Bikaner"
    },
    "Bundi": {
        "te": "బూందీ",
        "hi": "बूंदी",
        "ta": "பூந்தி",
        "mr": "बूंदी",
        "en": "Bundi"
    },
    "Chittorgarh": {
        "te": "చిత్తోర్గఢ్",
        "hi": "चित्तौड़गढ़",
        "ta": "சித்தோர்கர்",
        "mr": "चित्तोडगड",
        "en": "Chittorgarh"
    },
    "Churu": {
        "te": "చురు",
        "hi": "चूरू",
        "ta": "சுரு",
        "mr": "चुरू",
        "en": "Churu"
    },
    "Dausa": {
        "te": "దౌసా",
        "hi": "दौसा",
        "ta": "தௌசா",
        "mr": "दौसा",
        "en": "Dausa"
    },
    "Dhaulpur": {
        "te": "ధౌల్పూర్",
        "hi": "धौलपुर",
        "ta": "தௌல்பூர்",
        "mr": "धौलपूर",
        "en": "Dhaulpur"
    },
    "Dungarpur": {
        "te": "దుంగార్పూర్",
        "hi": "डूंगरपुर",
        "ta": "டூங்கார்பூர்",
        "mr": "डूंगरपूर",
        "en": "Dungarpur"
    },
    "Ganganagar": {
        "te": "గంగానగర్",
        "hi": "गंगानगर",
        "ta": "கங்காநகர்",
        "mr": "गंगानगर",
        "en": "Ganganagar"
    },
    "Hanumangarh": {
        "te": "హనుమాన్‌గఢ్",
        "hi": "हनुमानगढ़",
        "ta": "அனுமாந்கட்",
        "mr": "हनुमानगड",
        "en": "Hanumangarh"
    },
    "Jaipur": {
        "te": "జైపూర్",
        "hi": "जयपुर",
        "ta": "ஜெய்ப்பூர்",
        "mr": "जयपूर",
        "en": "Jaipur"
    },
    "Jaisalmer": {
        "te": "జైసల్మేర్",
        "hi": "जैसलमेर",
        "ta": "ஜெய்சல்மேர்",
        "mr": "जैसलमेर",
        "en": "Jaisalmer"
    },
    "Jalore": {
        "te": "జలోర్",
        "hi": "जालोर",
        "ta": "ஜலோரே",
        "mr": "जालोर",
        "en": "Jalore"
    },
    "Jhalawar": {
        "te": "జాలవార్",
        "hi": "झालावाड़",
        "ta": "ஜாலவார்",
        "mr": "जालवाड",
        "en": "Jhalawar"
    },
    "Jhunjhunu": {
        "te": "ఝున్‌ఝునూ",
        "hi": "झुंझुनू",
        "ta": "ஜூஞ்சுனு",
        "mr": "झुंझुनू",
        "en": "Jhunjhunu"
    },
    "Jodhpur": {
        "te": "జోధ్‌పూర్",
        "hi": "जोधपुर",
        "ta": "ஜோத்பூர்",
        "mr": "जोधपूर",
        "en": "Jodhpur"
    },
    "Karauli": {
        "te": "కరౌలి",
        "hi": "करौली",
        "ta": "கரௌலி",
        "mr": "करौली",
        "en": "Karauli"
    },
    "Kota": {
        "te": "కోటా",
        "hi": "कोटा",
        "ta": "கோட்டா",
        "mr": "कोटा",
        "en": "Kota"
    },
    "Nagaur": {
        "te": "నాగౌర్",
        "hi": "नागौर",
        "ta": "நாகௌர்",
        "mr": "नागौर",
        "en": "Nagaur"
    },
    "Pali": {
        "te": "పాలి",
        "hi": "पाली",
        "ta": "பாலி",
        "mr": "पाली",
        "en": "Pali"
    },
    "Pratapgarh": {
        "te": "ప్రతాప్‌గఢ్",
        "hi": "प्रतापगढ़",
        "ta": "பிரதாப்கட்",
        "mr": "प्रतापगड",
        "en": "Pratapgarh"
    },
    "Rajsamand": {
        "te": "రాజ్‌సమంద్",
        "hi": "राजसमंद",
        "ta": "ராஜ்ஸமந்த்",
        "mr": "राजसमंद",
        "en": "Rajsamand"
    },
    "Sawai Madhopur": {
        "te": "సవాయి మధోపూర్",
        "hi": "सवाई माधोपुर",
        "ta": "சவாய் மாதோபூர்",
        "mr": "सवाई माधोपूर",
        "en": "Sawai Madhopur"
    },
    "Sikar": {
        "te": "సీకర్",
        "hi": "सीकर",
        "ta": "சீகர்",
        "mr": "सीकर",
        "en": "Sikar"
    },
    "Sirohi": {
        "te": "సిరోహి",
        "hi": "सिरोही",
        "ta": "சிறோஹி",
        "mr": "सिरोही",
        "en": "Sirohi"
    },
    "Tonk": {
        "te": "టోంక్",
        "hi": "टोंक",
        "ta": "டோங்க்",
        "mr": "टोंक",
        "en": "Tonk"
    },
    "Udaipur": {
        "te": "ఉదయపూర్",
        "hi": "उदयपुर",
        "ta": "உதய்பூர்",
        "mr": "उदयपूर",
        "en": "Udaipur"
    },
    "Ahmedabad": {
        "te": "అహ్మదాబాద్",
        "hi": "अहमदाबाद",
        "ta": "அகமதாபாத்",
        "mr": "अहमदाबाद",
        "en": "Ahmedabad"
    },
    "Amreli": {
        "te": "అమ్రేలీ",
        "hi": "अमरेली",
        "ta": "அம்ரேலி",
        "mr": "अमरेली",
        "en": "Amreli"
    },
    "Anand": {
        "te": "ఆనంద్",
        "hi": "आनंद",
        "ta": "ஆனந்த்",
        "mr": "आनंद",
        "en": "Anand"
    },
    "Aravalli": {
        "te": "అరవల్లి",
        "hi": "अरावली",
        "ta": "அராவல்லி",
        "mr": "अरावली",
        "en": "Aravalli"
    },
    "Banaskantha": {
        "te": "బనాస్కంఠ",
        "hi": "बनासकांठा",
        "ta": "பனாஸ்கந்தா",
        "mr": "बनासकांठा",
        "en": "Banaskantha"
    },
    "Bharuch": {
        "te": "భరుచ్",
        "hi": "भरूच",
        "ta": "பரூச்",
        "mr": "भरूच",
        "en": "Bharuch"
    },
    "Bhavnagar": {
        "te": "భావ్‌నగర్",
        "hi": "भावनगर",
        "ta": "பாவ்நகர்",
        "mr": "भावनगर",
        "en": "Bhavnagar"
    },
    "Botad": {
        "te": "బోటాడ్",
        "hi": "बोटाद",
        "ta": "போடாட்",
        "mr": "बोटाड",
        "en": "Botad"
    },
    "Chhota Udepur": {
        "te": "చోటా ఉదయపూర్",
        "hi": "छोटा उदयपुर",
        "ta": "சொட்டா உதயபூர்",
        "mr": "छोटा उदयपूर",
        "en": "Chhota Udepur"
    },
    "Dang": {
        "te": "డాంగ్",
        "hi": "डांग",
        "ta": "டாங்",
        "mr": "डांग",
        "en": "Dang"
    },
    "Devbhoomi Dwarka": {
        "te": "దేవభూమి ద్వార్కా",
        "hi": "देवभूमि द्वारका",
        "ta": "தேவபூமி துவார்கா",
        "mr": "देवभूमि द्वारका",
        "en": "Devbhoomi Dwarka"
    },
    "Gir Somnath": {
        "te": "గిర్ సోమనాథ్",
        "hi": "गिर सोमनाथ",
        "ta": "கிர் சோம்நாத்",
        "mr": "गिर सोमनाथ",
        "en": "Gir Somnath"
    },
    "Gandhinagar": {
        "te": "గాంధీనగర్",
        "hi": "गांधीनगर",
        "ta": "காந்திநகர்",
        "mr": "गांधीनगर",
        "en": "Gandhinagar"
    },
    "Jamnagar": {
        "te": "జామ్నగర్",
        "hi": "जामनगर",
        "ta": "ஜாம்நகர்",
        "mr": "जामनगर",
        "en": "Jamnagar"
    },
    "Junagadh": {
        "te": "జునాగఢ్",
        "hi": "जूनागढ़",
        "ta": "ஜூனாகட்",
        "mr": "जुनागढ",
        "en": "Junagadh"
    },
    "Kutch": {
        "te": "కచ్",
        "hi": "कच्छ",
        "ta": "கச்",
        "mr": "कच्छ",
        "en": "Kutch"
    },
    "Mahisagar": {
        "te": "మహిసాగర్",
        "hi": "माहीसागर",
        "ta": "மஹிசாகர்",
        "mr": "माहीसागर",
        "en": "Mahisagar"
    },
    "Mehsana": {
        "te": "మహిసానా",
        "hi": "मेहसाणा",
        "ta": "மேஹசானா",
        "mr": "मेहसाणा",
        "en": "Mehsana"
    },
    "Narmada": {
        "te": "నర్మదా",
        "hi": "नर्मदा",
        "ta": "நர்மதா",
        "mr": "नर्मदा",
        "en": "Narmada"
    },
    "Navsari": {
        "te": "నవ్‌సారి",
        "hi": "नवसारी",
        "ta": "நவ்ஸாரி",
        "mr": "नवसारी",
        "en": "Navsari"
    },
    "Panchmahal": {
        "te": "పంచ్‌మహాల్",
        "hi": "पंचमहल",
        "ta": "பஞ்ச்மஹால்",
        "mr": "पंचमहल",
        "en": "Panchmahal"
    },
    "Patan": {
        "te": "పటాన్",
        "hi": "पाटण",
        "ta": "பாடன்",
        "mr": "पाटण",
        "en": "Patan"
    },
    "Porbandar": {
        "te": "పోర్‌బందర్",
        "hi": "पोरबंदर",
        "ta": "போர்பந்தர்",
        "mr": "पोरबंदर",
        "en": "Porbandar"
    },
    "Rajkot": {
        "te": "రాజ్‌కోట్",
        "hi": "राजकोट",
        "ta": "ராஜ்கோட்",
        "mr": "राजकोट",
        "en": "Rajkot"
    },
    "Sabarkantha": {
        "te": "సాబర్‌కంఠ",
        "hi": "साबरकांठा",
        "ta": "சாபர்கந்தா",
        "mr": "साबरकांठा",
        "en": "Sabarkantha"
    },
    "Surat": {
        "te": "సూరత్",
        "hi": "सूरत",
        "ta": "சூரத்",
        "mr": "सूरत",
        "en": "Surat"
    },
    "Tapi": {
        "te": "తపి",
        "hi": "तापी",
        "ta": "தாபி",
        "mr": "तापी",
        "en": "Tapi"
    },
    "Vadodara": {
        "te": "వడోదరా",
        "hi": "वडोदरा",
        "ta": "வடோதரா",
        "mr": "वडोदरा",
        "en": "Vadodara"
    },
    "Valsad": {
        "te": "వల్సాద్",
        "hi": "वलसाड",
        "ta": "வல்சாட்",
        "mr": "वलसाड",
        "en": "Valsad"
    },
    "Ahmednagar": {
        "te": "అహ్మద్‌నగర్",
        "hi": "अहमदनगर",
        "ta": "அகமத்நகர்",
        "mr": "अहमदनगर",
        "en": "Ahmednagar"
    },
    "Akola": {
        "te": "అకోలా",
        "hi": "अकोला",
        "ta": "அகோலா",
        "mr": "अकोला",
        "en": "Akola"
    },
    "Amravati": {
        "te": "అమ్రావతి",
        "hi": "अमरावती",
        "ta": "அம்ராவதி",
        "mr": "अमरावती",
        "en": "Amravati"
    },
    "Aurangabad": {
        "te": "ఔరంగాబాద్",
        "hi": "औरंगाबाद",
        "ta": "ஔரங்காபாத்",
        "mr": "औरंगाबाद",
        "en": "Aurangabad"
    },
    "Beed": {
        "te": "బీడ్",
        "hi": "बीड",
        "ta": "பீட்",
        "mr": "बीड",
        "en": "Beed"
    },
    "Bhandara": {
        "te": "భండారా",
        "hi": "भंडारा",
        "ta": "பண்டாரா",
        "mr": "भंडारा",
        "en": "Bhandara"
    },
    "Buldhana": {
        "te": "బుల్ధానా",
        "hi": "बुलढाणा",
        "ta": "புல்தானா",
        "mr": "बुलढाणा",
        "en": "Buldhana"
    },
    "Chandrapur": {
        "te": "చంద్రపూర్",
        "hi": "चंद्रपुर",
        "ta": "சந்திரபூர்",
        "mr": "चंद्रपूर",
        "en": "Chandrapur"
    },
    "Dhule": {
        "te": "ధులే",
        "hi": "धुले",
        "ta": "துலே",
        "mr": "धुले",
        "en": "Dhule"
    },
"Gondia": {
        "te": "గోండియా",
        "hi": "गोंदिया",
        "ta": "கோண்டியா",
        "mr": "गोंदिया",
        "en": "Gondia"
    },
    "Hingoli": {
        "te": "హింగోలి",
        "hi": "हिंगोली",
        "ta": "ஹிங்கோலி",
        "mr": "हिंगोली",
        "en": "Hingoli"
    },
    "Jalgaon": {
        "te": "జల్గావ్",
        "hi": "जलगांव",
        "ta": "ஜல்கான்",
        "mr": "जळगाव",
        "en": "Jalgaon"
    },
    "Jalna": {
        "te": "జల్నా",
        "hi": "जालना",
        "ta": "ஜல்னா",
        "mr": "जालना",
        "en": "Jalna"
    },
    "Kolhapur": {
        "te": "కొల్హాపూర్",
        "hi": "कोल्हापुर",
        "ta": "கொல்ஹாபூர்",
        "mr": "कोल्हापूर",
        "en": "Kolhapur"
    },
    "Latur": {
        "te": "లాతూర్",
        "hi": "लातूर",
        "ta": "லாதூர்",
        "mr": "लातूर",
        "en": "Latur"
    },
    "Mumbai City": {
        "te": "ముంబై సిటీ",
        "hi": "मुंबई सिटी",
        "ta": "மும்பை சிட்டி",
        "mr": "मुंबई सिटी",
        "en": "Mumbai City"
    },
    "Mumbai Suburban": {
        "te": "ముంబై ఉపనగర",
        "hi": "मुंबई उपनगर",
        "ta": "மும்பை சபர்பன்",
        "mr": "मुंबई उपनगर",
        "en": "Mumbai Suburban"
    },
    "Nagpur": {
        "te": "నాగపూర్",
        "hi": "नागपुर",
        "ta": "நாக்பூர்",
        "mr": "नागपूर",
        "en": "Nagpur"
    },
    "Nanded": {
        "te": "నాందేడ్",
        "hi": "नांदेड़",
        "ta": "நான்டேட்",
        "mr": "नांदेड",
        "en": "Nanded"
    },
    "Nashik": {
        "te": "నాసిక్",
        "hi": "नाशिक",
        "ta": "நாசிக்",
        "mr": "नाशिक",
        "en": "Nashik"
    },
    "Osmanabad": {
        "te": "ఉస్మానాబాద్",
        "hi": "उस्मानाबाद",
        "ta": "உஸ்மானாபாத்",
        "mr": "उस्मानाबाद",
        "en": "Osmanabad"
    },
    "Palghar": {
        "te": "పల్ఘర్",
        "hi": "पालघर",
        "ta": "பால்கர்",
        "mr": "पालघर",
        "en": "Palghar"
    },
    "Parbhani": {
        "te": "పర్బ్హని",
        "hi": "परभणी",
        "ta": "பர்பனி",
        "mr": "परभणी",
        "en": "Parbhani"
    },
"Pune": {
    "te": "పూణే",
    "hi": "पुणे",
    "ta": "புனே",
    "mr": "पुणे",
    "en": "Pune"
},
"Raigad": {
    "te": "రాయగడ్",
    "hi": "रायगड",
    "ta": "ராய்கட்",
    "mr": "रायगड",
    "en": "Raigad"
},
"Ratnagiri": {
    "te": "రత్నగిరి",
    "hi": "रत्नागिरी",
    "ta": "ரத்னாகிரி",
    "mr": "रत्नागिरी",
    "en": "Ratnagiri"
},
"Sangli": {
    "te": "సాంగ్లీ",
    "hi": "सांगली",
    "ta": "சாங்லி",
    "mr": "सांगली",
    "en": "Sangli"
},
"Satara": {
    "te": "సతారా",
    "hi": "सातारा",
    "ta": "சதாரா",
    "mr": "सातारा",
    "en": "Satara"
},
"Sindhudurg": {
    "te": "సింధుదుర్గ్",
    "hi": "सिंधुदुर्ग",
    "ta": "சிந்துதுர்க்",
    "mr": "सिंधुदुर्ग",
    "en": "Sindhudurg"
},
"Solapur": {
    "te": "సోలాపూర్",
    "hi": "सोलापूर",
    "ta": "சோலாபூர்",
    "mr": "सोलापूर",
    "en": "Solapur"
},
"Thane": {
    "te": "తానే",
    "hi": "ठाणे",
    "ta": "தானே",
    "mr": "ठाणे",
    "en": "Thane"
},
"Wardha": {
    "te": "వర్ధా",
    "hi": "वर्धा",
    "ta": "வர்தா",
    "mr": "वर्धा",
    "en": "Wardha"
},
"Washim": {
    "te": "వాశీం",
    "hi": "वाशीम",
    "ta": "வாசிம்",
    "mr": "वाशीम",
    "en": "Washim"
},
"Yavatmal": {
    "te": "యవత్మాల్",
    "hi": "यवतमाल",
    "ta": "யவத்மால்",
    "mr": "यवतमाल",
    "en": "Yavatmal"
},
"North Goa": {
    "te": "ఉత్తర గోవా",
    "hi": "उत्तर गोवा",
    "ta": "வட கோவா",
    "mr": "उत्तर गोवा",
    "en": "North Goa"
},
"South Goa": {
    "te": "దక్షిణ గోవా",
    "hi": "दक्षिण गोवा",
    "ta": "தெற்கு கோவா",
    "mr": "दक्षिण गोवा",
    "en": "South Goa"
},
"Dadra and Nagar Haveli": {
    "te": "దాద్రా మరియు నగర్ హవేలీ",
    "hi": "दादरा और नगर हवेली",
    "ta": "தாத்ரா மற்றும் நகர் ஹவேலி",
    "mr": "दादरा आणि नगर हवेली",
    "en": "Dadra and Nagar Haveli"
},
"Daman": {
    "te": "దమన్",
    "hi": "दमण",
    "ta": "தமன்",
    "mr": "दमण",
    "en": "Daman"
},
"Diu": {
    "te": "డియు",
    "hi": "दीव",
    "ta": "தீவ்",
    "mr": "दीव",
    "en": "Diu"
},
"Araria": {
    "te": "అరారియా",
    "hi": "अररिया",
    "ta": "அராரியா",
    "mr": "अरारिया",
    "en": "Araria"
},
"Arwal": {
    "te": "అర్వాల్",
    "hi": "अरवल",
    "ta": "அர்வால்",
    "mr": "अरवल",
    "en": "Arwal"
},
"Banka": {
    "te": "బంకా",
    "hi": "बांका",
    "ta": "பாங்கா",
    "mr": "बांका",
    "en": "Banka"
},
"Begusarai": {
    "te": "బేగుసరాయ్",
    "hi": "बेगूसराय",
    "ta": "பெகுசராய்",
    "mr": "बेगूसराय",
    "en": "Begusarai"
},
"Bhagalpur": {
    "te": "భగల్‌పూర్",
    "hi": "भागलपुर",
    "ta": "பாகல்பூர்",
    "mr": "भागलपूर",
    "en": "Bhagalpur"
},
"Bhojpur": {
    "te": "భోజ్‌పూర్",
    "hi": "भोजपुर",
    "ta": "போஜ்பூர்",
    "mr": "भोजपूर",
    "en": "Bhojpur"
},
"Buxar": {
    "te": "బక్సర్",
    "hi": "बक्सर",
    "ta": "பக்ஸர்",
    "mr": "बक्सर",
    "en": "Buxar"
},
"Darbhanga": {
    "te": "దర్శ్‌బhanga",
    "hi": "दरभंगा",
    "ta": "தர்பாங்கள்",
    "mr": "दरभंगा",
    "en": "Darbhanga"
},
"East Champaran": {
    "te": "తూర్పు చంపారన్",
    "hi": "पूर्वी चंपारण",
    "ta": "கிழக்கு சம்பரான்",
    "mr": "पूर्वी चंपारण",
    "en": "East Champaran"
},
"Gaya": {
    "te": "గయా",
    "hi": "गया",
    "ta": "கயா",
    "mr": "गया",
    "en": "Gaya"
},
"Gopalganj": {
    "te": "గోపాల్‌గంజ్",
    "hi": "गोपालगंज",
    "ta": "கோபால்கஞ்ச்",
    "mr": "गोपालगंज",
    "en": "Gopalganj"
},
"Jamui": {
    "te": "జముయి",
    "hi": "जमुई",
    "ta": "ஜமுயி",
    "mr": "जमुई",
    "en": "Jamui"
},
"Jehanabad": {
    "te": "జెహనాబాద్",
    "hi": "जहानाबाद",
    "ta": "ஜெகநாபாத்",
    "mr": "जहानाबाद",
    "en": "Jehanabad"
},
"Kaimur": {
    "te": "కైమూర్",
    "hi": "कैमूर",
    "ta": "கைமூர்",
    "mr": "कैमूर",
    "en": "Kaimur"
},
"Katihar": {
    "te": "కతిహార్",
    "hi": "कटिहार",
    "ta": "கடிஹார்",
    "mr": "कटिहार",
    "en": "Katihar"
},
"Khagaria": {
    "te": "ఖగారియా",
    "hi": "खगड़िया",
    "ta": "காகரியா",
    "mr": "खगड़िया",
    "en": "Khagaria"
},
"Kishanganj": {
    "te": "కిషంగంజ్",
    "hi": "किशanganज",
    "ta": "கிஷாங்‌ஜ்",
    "mr": "किशanganज",
    "en": "Kishanganj"
},
"Lakhisarai": {
    "te": "లఖిసరై",
    "hi": "लखीसराय",
    "ta": "லக்ஷிஸராய்",
    "mr": "लखीसराय",
    "en": "Lakhisarai"
},
"Madhubani": {
    "te": "మధుబనీ",
    "hi": "मधुबनी",
    "ta": "மதுபானி",
    "mr": "मधुबनी",
    "en": "Madhubani"
},
"Munger": {
    "te": "ముంగేరు",
    "hi": "मुंगेर",
    "ta": "முங்கேரு",
    "mr": "मुंगेर",
    "en": "Munger"
},
"Muzaffarpur": {
    "te": "ముజఫరపూర్",
    "hi": "मुजफ्फरपुर",
    "ta": "முஜப்பர்பூர்",
    "mr": "मुजफ्फरपुर",
    "en": "Muzaffarpur"
},
"Nalanda": {
    "te": "నలందా",
    "hi": "नालंदा",
    "ta": "நாளந்தா",
    "mr": "नालंदा",
    "en": "Nalanda"
},
"Nawada": {
    "te": "నవడా",
    "hi": "नवादा",
    "ta": "நவாடா",
    "mr": "नवादा",
    "en": "Nawada"
},
"Patna": {
    "te": "పట్నా",
    "hi": "पटना",
    "ta": "பட்னா",
    "mr": "पटना",
    "en": "Patna"
},
"Purnia": {
    "te": "పూర్నియా",
    "hi": "पूर्णिया",
    "ta": "பூர்னியா",
    "mr": "पूर्णिया",
    "en": "Purnia"
},
"Rohtas": {
    "te": "రోహతాస్",
    "hi": "रोहतास",
    "ta": "ரோஹ்தாஸ்",
    "mr": "रोहतास",
    "en": "Rohtas"
},
"Saharsa": {
    "te": "సహరసా",
    "hi": "सहरसा",
    "ta": "சஹர்சா",
    "mr": "सहरसा",
    "en": "Saharsa"
},
"Samastipur": {
    "te": "సమస్తిపుర్",
    "hi": "समस्तीपुर",
    "ta": "சமஸ்திபூர்",
    "mr": "समस्तीपुर",
    "en": "Samastipur"
},
"Saran": {
    "te": "సరణ్",
    "hi": "सारण",
    "ta": "சரண்",
    "mr": "सारण",
    "en": "Saran"
},
"Sheikhpura": {
    "te": "షేక్‌పురా",
    "hi": "शेखपुरा",
    "ta": "சேக்‌புரா",
    "mr": "शेखपुरा",
    "en": "Sheikhpura"
},
"Sheohar": {
    "te": "షియోహార్",
    "hi": "शहीपुर",
    "ta": "சீவகா",
    "mr": "शहीपुर",
    "en": "Sheohar"
},
"Sitamarhi": {
    "te": "సీతామహి",
    "hi": "सीतामढ़ी",
    "ta": "சீதாமணி",
    "mr": "सीतामढ़ी",
    "en": "Sitamarhi"
},
"Siwan": {
    "te": "సివాన్",
    "hi": "सिवान",
    "ta": "சிவான்",
    "mr": "सिवान",
    "en": "Siwan"
},
"Supaul": {
    "te": "సుపౌల్",
    "hi": "सुपौल",
    "ta": "சுபவால்",
    "mr": "सुपौल",
    "en": "Supaul"
},
"Vaishali": {
    "te": "వైషాలీ",
    "hi": "वैशाली",
    "ta": "வயஷாலி",
    "mr": "वैशाली",
    "en": "Vaishali"
},
"West Champaran": {
    "te": "పశ్చిమ చంపారన్",
    "hi": "पश्चिम चंपारण",
    "ta": "மேற்கு சம்பரான்",
    "mr": "पश्चिम चंपारण",
    "en": "West Champaran"
},
"Alipurduar": {
    "te": "ఆలీపూర్‌ద్వార్",
    "hi": "आलीपुरद्वार",
    "ta": "ஆலிபூர் டுவார்",
    "mr": "आलीपुरद्वार",
    "en": "Alipurduar"
},
"Bankura": {
    "te": "బంకురా",
    "hi": "बांकुरा",
    "ta": "பாங்குரா",
    "mr": "बांकुरा",
    "en": "Bankura"
},
"Bardhaman": {
    "te": "బర్ధమాన్",
    "hi": "बर्धमान",
    "ta": "பர்தமான்",
    "mr": "बर्धमान",
    "en": "Bardhaman"
},
"Birbhum": {
    "te": "బిర్‌భూమ్",
    "hi": "बीरभूम",
    "ta": "பிர்பூமா",
    "mr": "बीरभूम",
    "en": "Birbhum"
},
"Burdwan": {
    "te": "బర్ద్వాన్",
    "hi": "बर्दवान",
    "ta": "பர்த்வான்",
    "mr": "बर्दवान",
    "en": "Burdwan"
},
"Cooch Behar": {
    "te": "కూచ్ బహార్",
    "hi": "कूचबिहार",
    "ta": "கூச் பிகர்",
    "mr": "कूचबिहार",
    "en": "Cooch Behar"
},
"Dakshin Dinajpur": {
    "te": "దక్షిణ దినాజ్‌పూర్",
    "hi": "दक्षिण दिनाजपुर",
    "ta": "தர்சின் தினாஜ்பூர்",
    "mr": "दक्षिण दिनाजपुर",
    "en": "Dakshin Dinajpur"
},
"Darjeeling": {
    "te": "దార్జీలింగ్",
    "hi": "दार्जिलिंग",
    "ta": "தார்ஜிலிங்",
    "mr": "दार्जिलिंग",
    "en": "Darjeeling"
},
"Hooghly": {
    "te": "హুগ్లీ",
    "hi": "हुगली",
    "ta": "ஹூக்லி",
    "mr": "हुगली",
    "en": "Hooghly"
},
"Howrah": {
    "te": "హౌరా",
    "hi": "हावड़ा",
    "ta": "ஹவ்ரா",
    "mr": "हावड़ा",
    "en": "Howrah"
},
"Jalpaiguri": {
    "te": "జల్పైగురి",
    "hi": "जलपाईगुड़ी",
    "ta": "ஜல்பைகுரி",
    "mr": "जलपाईगुड़ी",
    "en": "Jalpaiguri"
},
"Jhargram": {
    "te": "జ్హార్గ్రామ్",
    "hi": "झारग्राम",
    "ta": "ஜார்கிராம்",
    "mr": "झारग्राम",
    "en": "Jhargram"
},
"Kalimpong": {
    "te": "కలిమ్పోంగ్",
    "hi": "कालिम्पोंग",
    "ta": "கலிம்போங்",
    "mr": "कालिम्पोंग",
    "en": "Kalimpong"
},
"Kolkata": {
    "te": "కొలకత",
    "hi": "कोलकाता",
    "ta": "கொல்கத்தா",
    "mr": "कोलकाता",
    "en": "Kolkata"
},
"Malda": {
    "te": "మాల్దా",
    "hi": "मालदा",
    "ta": "மால்தா",
    "mr": "मालदा",
    "en": "Malda"
},
"Murarai": {
    "te": "మురరై",
    "hi": "मुरराई",
    "ta": "முரரை",
    "mr": "मुरराई",
    "en": "Murarai"
},
"Nadia": {
    "te": "నాడియా",
    "hi": "नदिया",
    "ta": "நாடியா",
    "mr": "नदिया",
    "en": "Nadia"
},
"North 24 Parganas": {
    "te": "నార్త్ 24 పార్గనాస్",
    "hi": "उत्तर 24 परगना",
    "ta": "நார்த் 24 பார்கனஸ்",
    "mr": "उत्तर 24 परगना",
    "en": "North 24 Parganas"
},
"Paschim Bardhaman": {
    "te": "పశ్చిమ బర్ధమాన్",
    "hi": "पश्चिम बर्द्धमान",
    "ta": "பச்சிம் பட்ஹமான்",
    "mr": "पश्चिम बर्धमान",
    "en": "Paschim Bardhaman"
},
"Paschim Medinipur": {
    "te": "పశ్చిమ మేదినీపూర్",
    "hi": "पश्चिम मिदनापुर",
    "ta": "பச்சிம் மேதினிபூர்",
    "mr": "पश्चिम मिदनापुर",
    "en": "Paschim Medinipur"
},
"Purba Bardhaman": {
    "te": "పూర్వ బర్ధమాన్",
    "hi": "पूर्व बर्द्धमान",
    "ta": "பூர்வ பண்டமான்",
    "mr": "पूर्व बर्धमान",
    "en": "Purba Bardhaman"
},
"Purba Medinipur": {
    "te": "పూర్వ మేదినీపూర్",
    "hi": "पूर्व मिदनापुर",
    "ta": "பூர்வ மேதினிபூர்",
    "mr": "पूर्व मिदनापुर",
    "en": "Purba Medinipur"
},
"Purulia": {
    "te": "పూరూలియా",
    "hi": "पुरुलिया",
    "ta": "புருலியா",
    "mr": "पुरुलिया",
    "en": "Purulia"
},
"South 24 Parganas": {
    "te": "సౌత్ 24 పార్గనాస్",
    "hi": "दक्षिण 24 परगना",
    "ta": "தெற்கு 24 பார்கனஸ்",
    "mr": "दक्षिण 24 परगना",
    "en": "South 24 Parganas"
},
"Uttar Dinajpur": {
    "te": "ఉత్తర దినాజపూర్",
    "hi": "उत्तर दिनाजपुर",
    "ta": "उत्तर தினாஜ்பூர்",
    "mr": "उत्तर दिनाजपूर",
    "en": "Uttar Dinajpur"
},
"Angul": {
    "te": "ఆంగుల్",
    "hi": "अंगुल",
    "ta": "அங்குல்",
    "mr": "अंगुल",
    "en": "Angul"
},
"Balangir": {
    "te": "బలంగిర్",
    "hi": "बलांगीर",
    "ta": "பலாஙிர்",
    "mr": "बलांगीर",
    "en": "Balangir"
},
"Balasore": {
    "te": "బాలాసోర్",
    "hi": "बालासोर",
    "ta": "பாலசோர்",
    "mr": "बालासोर",
    "en": "Balasore"
},
"Bargarh": {
    "te": "బargarh",
    "hi": "बरगढ",
    "ta": "பர்கர்ஹ்",
    "mr": "बरगढ",
    "en": "Bargarh"
},
"Bhadrak": {
    "te": "భద్రక్",
    "hi": "भद्रक",
    "ta": "பத்ராக்",
    "mr": "भद्रक",
    "en": "Bhadrak"
},
"Boudh": {
    "te": "బౌధ్",
    "hi": "बौध",
    "ta": "பௌத்",
    "mr": "बौध",
    "en": "Boudh"
},
"Cuttack": {
    "te": "కట్టాక్",
    "hi": "कटक",
    "ta": "கட்டக்",
    "mr": "कटक",
    "en": "Cuttack"
},
"Deogarh": {
    "te": "దেওగఢ్",
    "hi": "देवगढ़",
    "ta": "தேவகட்ஹ்",
    "mr": "देवगढ़",
    "en": "Deogarh"
},
"Dhenkanal": {
    "te": "ధేన్కనల్",
    "hi": "धेनकनाल",
    "ta": "தென்கனல்",
    "mr": "धेनकनाल",
    "en": "Dhenkanal"
},
"Gajapati": {
    "te": "గజపతి",
    "hi": "गजपति",
    "ta": "கஜபதி",
    "mr": "गजपति",
    "en": "Gajapati"
},
"Ganjam": {
    "te": "గంజామ్",
    "hi": "गंजाम",
    "ta": "கஞ்சாம்",
    "mr": "गंजाम",
    "en": "Ganjam"
},
"Jagatsinghpur": {
    "te": "జగత్సింగ్‌పూర్",
    "hi": "जगतसिंहपुर",
    "ta": "ஜகத்சிங்க்பூர்",
    "mr": "जगतसिंहपुर",
    "en": "Jagatsinghpur"
},
"Jajpur": {
    "te": "జాజ్‌పూర్",
    "hi": "जाजपुर",
    "ta": "ஜாஜ்பூர்",
    "mr": "जाजपूर",
    "en": "Jajpur"
},
"Jharsuguda": {
    "te": "ఝార్సుగూడా",
    "hi": "झारसुगुडा",
    "ta": "ஜார்ஸுகுடா",
    "mr": "झारसुगुडा",
    "en": "Jharsuguda"
},
"Kalahandi": {
    "te": "కాలహాండి",
    "hi": "कलाहांडी",
    "ta": "கலாஹாண்டி",
    "mr": "कलाहांडी",
    "en": "Kalahandi"
},
"Kandhamal": {
    "te": "కంధమాల్",
    "hi": "कंधमाल",
    "ta": "கந்தமால்",
    "mr": "कंधमाल",
    "en": "Kandhamal"
},
"Kendrapara": {
    "te": "కేంద్రపారా",
    "hi": "केन्द्रपाड़ा",
    "ta": "கேந்திரபரா",
    "mr": "केंद्रपाड़ा",
    "en": "Kendrapara"
},
"Keonjhar": {
    "te": "కేోంజ్‌హర్",
    "hi": "केन्दुझर",
    "ta": "கோஞ்சார்",
    "mr": "केन्दुझर",
    "en": "Keonjhar"
},
"Khurda": {
    "te": "ఖుర్దా",
    "hi": "खुर्दा",
    "ta": "குர்தா",
    "mr": "खुर्दा",
    "en": "Khurda"
},
"Koraput": {
    "te": "కోరపుట్",
    "hi": "कोरापुट",
    "ta": "கொரபுட்",
    "mr": "कोरापुट",
    "en": "Koraput"
},
"Malkangiri": {
    "te": "మల్కాంగిరి",
    "hi": "मल्कानगिरि",
    "ta": "மல்காங்கிரி",
    "mr": "मल्कानगिरी",
    "en": "Malkangiri"
},
"Nabarangpur": {
    "te": "నబరంగ్‌పూర్",
    "hi": "नबरंगपुर",
    "ta": "நபரங்க்பூர்",
    "mr": "नबरंगपुर",
    "en": "Nabarangpur"
},
"Nayagarh": {
    "te": "నయగఢ్",
    "hi": "नयागढ़",
    "ta": "நயாக஘்",
    "mr": "नयागढ़",
    "en": "Nayagarh"
},
"Nuapada": {
    "te": "నువాపడా",
    "hi": "नुआपाड़ा",
    "ta": "நுவாப்படா",
    "mr": "नुआपाड़ा",
    "en": "Nuapada"
},
"Mayurbhanj": {
    "te": "మయূర్భంజ్",
    "hi": "मयूरभंज",
    "ta": "மயூர்பங்கே",
    "mr": "मयूरभंज",
    "en": "Mayurbhanj"
},
"Rayagada": {
    "te": "రాయగడ",
    "hi": "रायगड़ा",
    "ta": "ராயகடா",
    "mr": "रायगड़ा",
    "en": "Rayagada"
},
"Sambalpur": {
    "te": "సంబల్‌పూర్",
    "hi": "संबलपुर",
    "ta": "சம்பல்பூர்",
    "mr": "संबलपूर",
    "en": "Sambalpur"
},
"Sonepur": {
    "te": "సోనేపూర్",
    "hi": "सोनपुर",
    "ta": "சோனேபூர்",
    "mr": "सोनपुर",
    "en": "Sonepur"
},
"Sundargarh": {
    "te": "సుందరగఢ్",
    "hi": "सुंदरगढ़",
    "ta": "சுந்தர்கர்",
    "mr": "सुंदरगढ़",
    "en": "Sundargarh"
},
"Bokaro": {
    "te": "బోకారో",
    "hi": "बोकारो",
    "ta": "போகரோ",
    "mr": "बोकारो",
    "en": "Bokaro"
},
"Chatra": {
    "te": "చత్రా",
    "hi": "चतरा",
    "ta": "சத்ரா",
    "mr": "चतरा",
    "en": "Chatra"
},
"Deoghar": {
    "te": "దేవగఢ్",
    "hi": "देवघर",
    "ta": "தேவகர்க்",
    "mr": "देवघर",
    "en": "Deoghar"
},
"Dhanbad": {
    "te": "ధనబాద్",
    "hi": "धनबाद",
    "ta": "தனபாத்",
    "mr": "धनबाद",
    "en": "Dhanbad"
},
"Dumka": {
    "te": "దుమ్కా",
    "hi": "दुमका",
    "ta": "தும்கா",
    "mr": "दुमका",
    "en": "Dumka"
},
"East Singhbhum": {
    "te": "ఈస్ట్ సింగ్‌భూమ్",
    "hi": "पूर्वी सिंहभूम",
    "ta": "கிழக்கு சிங்‌பும்",
    "mr": "पूर्वी सिंहभूम",
    "en": "East Singhbhum"
},
"Garhwa": {
    "te": "గర్హ్వా",
    "hi": "गढ़वा",
    "ta": "கர்வா",
    "mr": "गढ़वा",
    "en": "Garhwa"
},
"Giridih": {
    "te": "గిరిడీహ్",
    "hi": "गिरिडीह",
    "ta": "கிரிடிஹ்",
    "mr": "गिरिडीह",
    "en": "Giridih"
},
"Godda": {
    "te": "గొద్దా",
    "hi": "गोड्डा",
    "ta": "கொத்தா",
    "mr": "गोड्डा",
    "en": "Godda"
},
"Gumla": {
    "te": "గుమ్లా",
    "hi": "गुमला",
    "ta": "கும்லா",
    "mr": "गुमला",
    "en": "Gumla"
},
"Hazaribagh": {
    "te": "హజారీబాగ్",
    "hi": "हज़ारीबाग",
    "ta": "ஹசாரிபாக்",
    "mr": "हजारीबाग",
    "en": "Hazaribagh"
},
"Jamtara": {
    "te": "జమ్తారా",
    "hi": "जामताड़ा",
    "ta": "ஜம்தாரா",
    "mr": "जामताड़ा",
    "en": "Jamtara"
},
"Khunti": {
    "te": "ఖunti",
    "hi": "खूंटी",
    "ta": "கூண்டி",
    "mr": "खूंटी",
    "en": "Khunti"
},
"Kodarma": {
    "te": "కొడర్‌మా",
    "hi": "कोडरमा",
    "ta": "கொடர்மா",
    "mr": "कोडरमा",
    "en": "Kodarma"
},
"Latehar": {
    "te": "లాతేహర్",
    "hi": "लातेहार",
    "ta": "லாத்தேஹர்",
    "mr": "लातेहार",
    "en": "Latehar"
},
"Lohardaga": {
    "te": "లోహార్డాగా",
    "hi": "लोहर्डागा",
    "ta": "லோஹர்டாகா",
    "mr": "लोहर्डागा",
    "en": "Lohardaga"
},
"Pakur": {
    "te": "పాకూర్",
    "hi": "पाकुड़",
    "ta": "பாகூர்",
    "mr": "पाकुड़",
    "en": "Pakur"
},
"Palamu": {
    "te": "పాలమూ",
    "hi": "पलामू",
    "ta": "பாலமூ",
    "mr": "पलामू",
    "en": "Palamu"
},
"Ramgarh": {
    "te": "రామ్‌గఢ్",
    "hi": "रामगढ़",
    "ta": "ராம்கர்ஜ்",
    "mr": "रामगढ़",
    "en": "Ramgarh"
},
"Ranchi": {
    "te": "రాంచి",
    "hi": "रांची",
    "ta": "ராஞ்சி",
    "mr": "रांची",
    "en": "Ranchi"
},
"Sahebganj": {
    "te": "సహెబ్‌గంజ్",
    "hi": "साहेबगंज",
    "ta": "சஹேப்காஞ்ச்",
    "mr": "साहेबगंज",
    "en": "Sahebganj"
},
"Saraikela-Kharsawan": {
    "te": "సరైకెలా-ఖర్సవాన్",
    "hi": "साराइकेला-खरसावां",
    "ta": "சரைகேலா-கர்சவான்",
    "mr": "साराइकेला-खरसावां",
    "en": "Saraikela-Kharsawan"
},
"West Singhbhum": {
    "te": "వెస్ట్ సింగ్‌భూమ్",
    "hi": "पश्चिमी सिंहभूम",
    "ta": "மேற்கு சிங்‌பும்",
    "mr": "पश्चिमी सिंहभूम",
    "en": "West Singhbhum"
},
"Anantapur": {
    "te": "ఆనంతపురం",
    "hi": "अनंतपुर",
    "ta": "அனந்தபூர்",
    "mr": "अनंतपुर",
    "en": "Anantapur"
},
"Chittoor": {
    "te": "చిత్తూరు",
    "hi": "चित्तूर",
    "ta": "சித்தூர்",
    "mr": "चित्तूर",
    "en": "Chittoor"
},
"East Godavari": {
    "te": "ఈస్ట్ గోదావరి",
    "hi": "पूर्वी गोदावरी",
    "ta": "கிழக்கு கோதாவரி",
    "mr": "पूर्वी गोदावरी",
    "en": "East Godavari"
},
"Guntur": {
    "te": "గుంటూరు",
    "hi": "गुंटूर",
    "ta": "குண்டூர்",
    "mr": "गुंटूर",
    "en": "Guntur"
},
"Jagtial": {
    "te": "జగిత్యాల్",
    "hi": "जगित्याल",
    "ta": "ஜகித்யால்",
    "mr": "जगितीयाल",
    "en": "Jagtial"
},
"Jammalamadugu": {
    "te": "జమ్మలమడుగు",
    "hi": "जम्मलमडुगु",
    "ta": "ஜம்மலமடுகு",
    "mr": "जम्मलमडुगु",
    "en": "Jammalamadugu"
},
"Jayashankar Bhupalpally": {
    "te": "జయశంకర్ భూపాలపల్లి",
    "hi": "जयशंकर भूपलपल्ली",
    "ta": "ஜெயசங்கர் பூபால்பల్లి",
    "mr": "जयशंकर भूपलपल्ली",
    "en": "Jayashankar Bhupalpally"
},
"Jogulamba Gadwal": {
    "te": "జోగులంబా గద్వాల్",
    "hi": "जोगुलंबा गडवाल",
    "ta": "ஜோகுலம்பா கட்வால்",
    "mr": "जोगुलंबा गडवाल",
    "en": "Jogulamba Gadwal"
},
"Kakinada": {
    "te": "కాకినాడ",
    "hi": "काकीनाडा",
    "ta": "காக்கிநாடா",
    "mr": "काकीनाडा",
    "en": "Kakinada"
},
"Karimnagar": {
    "te": "కరీంనగర్",
    "hi": "करिमनगर",
    "ta": "கரிம்நகரு",
    "mr": "करिमनगर",
    "en": "Karimnagar"
},
"Krishna": {
    "te": "కృష్ణ",
    "hi": "कृष्ण",
    "ta": "கிருஷ்ணா",
    "mr": "कृष्ण",
    "en": "Krishna"
},
"Kurnool": {
    "te": "కర్నూల్",
    "hi": "कुरनूल",
    "ta": "குர்நூல்",
    "mr": "कुरनूल",
    "en": "Kurnool"
},
"Mahabubnagar": {
    "te": "మహబూబ్‌నగర్",
    "hi": "महबूबनगर",
    "ta": "மஹாபூப்நகர்",
    "mr": "महबूबनगर",
    "en": "Mahabubnagar"
},
"Nellore": {
    "te": "నెల్లూరు",
    "hi": "नेल्लोर",
    "ta": "நெல்லூர்",
    "mr": "नेल्लोर",
    "en": "Nellore"
},
"Nirmal": {
    "te": "నిర్మల్",
    "hi": "निर्मल",
    "ta": "நிர்மல்",
    "mr": "निर्मल",
    "en": "Nirmal"
},
"Nizamabad": {
    "te": "నిజామాబాద్",
    "hi": "निजामाबाद",
    "ta": "நிஜாமாபாத்",
    "mr": "निजामाबाद",
    "en": "Nizamabad"
},
"Palnadu": {
    "te": "పాల్నాడు",
    "hi": "पालनाडू",
    "ta": "பால்நாடு",
    "mr": "पालनाडू",
    "en": "Palnadu"
},
"Prakasam": {
    "te": "ప్రకాసం",
    "hi": "प्रकाशम",
    "ta": "பிரகாசம்",
    "mr": "प्रकाशम",
    "en": "Prakasam"
},
"Srikakulam": {
    "te": "శ్రీకాకుళం",
    "hi": "श्रीकाकुलम",
    "ta": "ஸ்ரீకாகுளம்",
    "mr": "श्रीकाकुलम",
    "en": "Srikakulam"
},
"Visakhapatnam": {
    "te": "విశాఖపట్నం",
    "hi": "विशाखापट्टणम",
    "ta": "விசாகபட்டணம்",
    "mr": "विशाखापट्टणम",
    "en": "Visakhapatnam"
},
"Vizianagaram": {
    "te": "విజయనగరం",
    "hi": "विजयानगरम",
    "ta": "விஜயநகரம்",
    "mr": "विजयानगरम",
    "en": "Vizianagaram"
},
"West Godavari": {
    "te": "వెస్ట్ గోదావరి",
    "hi": "पश्चिमी गोदावरी",
    "ta": "மேற்கு கோதாவரி",
    "mr": "पश्चिमी गोदावरी",
    "en": "West Godavari"
},
"YSR Kadapa": {
    "te": "వైఎస్‌ఆర్ కడప",
    "hi": "वाईएसआर कडप्पा",
    "ta": "வாயிஎஸ்‌ஆர் கடப்பா",
    "mr": "वाईएसआर कडप्पा",
    "en": "YSR Kadapa"
},
"Adilabad": {
    "te": "అదిలాబాద్",
    "hi": "अदिलाबाद",
    "ta": "அடிலாபாத்",
    "mr": "अदिलाबाद",
    "en": "Adilabad"
},
"Bhadradri Kothagudem": {
    "te": "భద్రాద్రి కోటగూడెం",
    "hi": "भद्राद्री कोठागुडेम",
    "ta": "பத்ரத்ரீ கோத்தகுடேம்",
    "mr": "भद्राद्री कोठागुडेम",
    "en": "Bhadradri Kothagudem"
},
"Hyderabad": {
    "te": "హైదరాబాద్",
    "hi": "हैदराबाद",
    "ta": "ஹைதராபாத்",
    "mr": "हैदराबाद",
    "en": "Hyderabad"
},
"Jagityal": {
    "te": "జగిత్యాల్",
    "hi": "जगितियाल",
    "ta": "ஜகித்யால்",
    "mr": "जगितियाल",
    "en": "Jagityal"
},
"Jammikunta": {
    "te": "జమ్మికుంట",
    "hi": "जम्मिकुंटा",
    "ta": "ஜம்மிகுண்டா",
    "mr": "जम्मिकुंटा",
    "en": "Jammikunta"
},
"Kamareddy": {
    "te": "కమరెడ్డి",
    "hi": "कमरेड्डी",
    "ta": "கமரெட்டி",
    "mr": "कमरेड्डी",
    "en": "Kamareddy"
},
"Khammam": {
    "te": "ఖమ్మం",
    "hi": "खम्मम",
    "ta": "கம்மம்",
    "mr": "खम्मम",
    "en": "Khammam"
},
"Mahababad": {
    "te": "మహబూబాబాద్",
    "hi": "महबूबाबाद",
    "ta": "மஹாபாபாத்",
    "mr": "महबूबाबाद",
    "en": "Mahababad"
},
"Mancherial": {
    "te": "మంచేరియల్",
    "hi": "मंचेरियल",
    "ta": "மஞ்சேரியல்",
    "mr": "मंचेरियल",
    "en": "Mancherial"
},
"Medak": {
    "te": "మెదక్",
    "hi": "मेहदीपाटन",
    "ta": "மெடக்",
    "mr": "मेहदीपाटन",
    "en": "Medak"
},
"Medchal-Malkajgiri": {
    "te": "మెదచల్-మల్కాజిగిరి",
    "hi": "मेडचल-मलकाजगिरी",
    "ta": "மெதசல்-மல்காஜிகிரி",
    "mr": "मेडचल-मलकाजगिरी",
    "en": "Medchal-Malkajgiri"
},
"Nalgonda": {
    "te": "నల్గొండ",
    "hi": "नलगोंडा",
    "ta": "நல்கோண்டா",
    "mr": "नलगोंडा",
    "en": "Nalgonda"
},
"Nirmal": {
    "te": "నిర్మల్",
    "hi": "निर्मल",
    "ta": "நிர்மல்",
    "mr": "निर्मल",
    "en": "Nirmal"
},
"Nizamabad": {
    "te": "నిజామాబాద్",
    "hi": "निजामाबाद",
    "ta": "நிஜாமாபாத்",
    "mr": "निजामाबाद",
    "en": "Nizamabad"
},
"Peddapalli": {
    "te": "పెద్దపల్లి",
    "hi": "पेद्दापल्ली",
    "ta": "பெட்டப்பள்ளி",
    "mr": "पेद्दापल्ली",
    "en": "Peddapalli"
},
"Rajanna Sircilla": {
    "te": "రాజన్న సిరిసిల్ల",
    "hi": "राजन्ना सिरसिल्ला",
    "ta": "ராஜன்னா ஸிர்சில்லா",
    "mr": "राजन्ना सिरसिल्ला",
    "en": "Rajanna Sircilla"
},
"Rangareddy": {
    "te": "రంగారెడ్డి",
    "hi": "रंगारेड्डी",
    "ta": "ரங்கారெட்டி",
    "mr": "रंगारेड्डी",
    "en": "Rangareddy"
},
"Siddipet": {
    "te": "సిద్దిపేట",
    "hi": "सिद्दीपेट",
    "ta": "சித்திபேட்",
    "mr": "सिद्धिपेट",
    "en": "Siddipet"
},
"Warangal": {
    "te": "వరంగల్",
    "hi": "वारंगल",
    "ta": "வராங்கல்",
    "mr": "वारंगल",
    "en": "Warangal"
},
"Warangal (Rural)": {
    "te": "వరంగల్ (గ్రామీణ)",
    "hi": "वारंगल (ग्रामीण)",
    "ta": "வராங்கல் (கிராமப்புறம்)",
    "mr": "वारंगल (ग्रामीण)",
    "en": "Warangal (Rural)"
},
"Bagalkote": {
    "te": "ಬಾಗಲಕೋಟೆ",
    "hi": "बागलकोट",
    "ta": "பாகல்கோட்",
    "mr": "बागलकोट",
    "en": "Bagalkote"
},
"Ballari": {
    "te": "ಬಳ್ಳಾರಿ",
    "hi": "बल्लारी",
    "ta": "பல்லாரி",
    "mr": "बल्लारी",
    "en": "Ballari"
},
"Belagavi": {
    "te": "ಬೇಲಗಾವಿ",
    "hi": "बेलगावी",
    "ta": "பெலகாவி",
    "mr": "बेळगावी",
    "en": "Belagavi"
},
"Bengaluru Urban": {
    "te": "ಬೆಂಗಳೂರು (నగర)",
    "hi": "बेंगलुरु (शहरी)",
    "ta": "பெங்களூரு (நகர)",
    "mr": "बेंगलुरू (शहरी)",
    "en": "Bengaluru Urban"
},
"Bengaluru Rural": {
    "te": "ಬೆಂಗಳೂರು (గ్రామీణ)",
    "hi": "बेंगलुरु (ग्रामीण)",
    "ta": "பெங்களூரு (கிராமப்புறம்)",
    "mr": "बेंगलुरू (ग्रामीण)",
    "en": "Bengaluru Rural"
},
"Bidar": {
    "te": "ಬಿದರ್",
    "hi": "बिदर",
    "ta": "பிடார்",
    "mr": "बिदर",
    "en": "Bidar"
},
"Chamarajanagar": {
    "te": "ಚಾಮರಾಜನಗರ",
    "hi": "चामराजनगर",
    "ta": "சாமராஜநகர்",
    "mr": "चामराजनगर",
    "en": "Chamarajanagar"
},
"Chikballapur": {
    "te": "ಚಿಕ್ಕಬಳ್ಳಾಪುರ",
    "hi": "चिक्कबल्लापुर",
    "ta": "சிக்பள்ளப் பூர்",
    "mr": "चिक्कबल्लापुर",
    "en": "Chikballapur"
},
"Chikkamagalur": {
    "te": "ಚಿಕ್ಕಮಗಳೂರು",
    "hi": "चिक्कमगलूरु",
    "ta": "சிக்கமகலூர்",
    "mr": "चिक्कमगलूरु",
    "en": "Chikkamagalur"
},
"Chitradurga": {
    "te": "ಚಿತ್ತಡಗು",
    "hi": "चित्रदुर्ग",
    "ta": "சித்ரதூர்",
    "mr": "चित्रदुर्ग",
    "en": "Chitradurga"
},
"Dakshina Kannada": {
    "te": "ದಕ್ಷಿಣ ಕನ್ನಡ",
    "hi": "दक्षिण कन्नड़",
    "ta": "தக்ஷிண ಕನ್ನಡ",
    "mr": "दक्षिण कन्नड",
    "en": "Dakshina Kannada"
},
"Davanagere": {
    "te": "ದಾವಣಗೆರೆ",
    "hi": "दावणगेरे",
    "ta": "தவணகிரி",
    "mr": "दावणगेरे",
    "en": "Davanagere"
},
"Dharwad": {
    "te": "ಧಾರವಾಡ",
    "hi": "धारवाड़",
    "ta": "தாரவாட்",
    "mr": "धारवाड",
    "en": "Dharwad"
},
"Gadag": {
    "te": "ಗದಗ",
    "hi": "गडग",
    "ta": "கடக்",
    "mr": "गडग",
    "en": "Gadag"
},
"Hassan": {
    "te": "ಹಾಸನ",
    "hi": "हassan",
    "ta": "ஹாசன்",
    "mr": "हसन",
    "en": "Hassan"
},
"Haveri": {
    "te": "ಹಾವೇರಿ",
    "hi": "हावेरी",
    "ta": "ஹவேரி",
    "mr": "हावेरी",
    "en": "Haveri"
},
"Kodagu": {
    "te": "ಕೋಡಗು",
    "hi": "कोडागू",
    "ta": "கொடகு",
    "mr": "कोडगू",
    "en": "Kodagu"
},
"Kolar": {
    "te": "ಕೊಲಾರ",
    "hi": "कोलार",
    "ta": "கோலார்",
    "mr": "कोलार",
    "en": "Kolar"
},
"Koppal": {
    "te": "ಕೊಪ್ಪಲ್",
    "hi": "कप्पल",
    "ta": "கொப்பல்",
    "mr": "कप्पल",
    "en": "Koppal"
},
"Mandya": {
    "te": "ಮಂಡ್ಯ",
    "hi": "मांड्या",
    "ta": "மாண்ட்யா",
    "mr": "मंड्या",
    "en": "Mandya"
},
"Mysuru": {
    "te": "మైసూర్",
    "hi": "मैसूर",
    "ta": "மைசூர்",
    "mr": "मैसूर",
    "en": "Mysuru"
},
"Raichur": {
    "te": "రాయచూర్",
    "hi": "रायचूर",
    "ta": "ராய்சூர்",
    "mr": "रायचूर",
    "en": "Raichur"
},
"Ramanagara": {
    "te": "రామనగర",
    "hi": "रामनगर",
    "ta": "ராமநகரம்",
    "mr": "रामनगर",
    "en": "Ramanagara"
},
"Shivamogga": {
    "te": "శివమొగ్గ",
    "hi": "शिवमोग्गा",
    "ta": "சிவமொக்கா",
    "mr": "शिवमोगा",
    "en": "Shivamogga"
},
"Tumakuru": {
    "te": "తుమకూరు",
    "hi": "तुमकुरु",
    "ta": "துமக்கூர்",
    "mr": "तुमकुरु",
    "en": "Tumakuru"
},
"Udupi": {
    "te": "ಉಡುಪಿ",
    "hi": "उड्डुपी",
    "ta": "உடுப்பி",
    "mr": "उड्डुपी",
    "en": "Udupi"
},
"Uttara Kannada": {
    "te": "ఉత్తర కన్నడ",
    "hi": "उत्तर कन्नड",
    "ta": "உத்தர கன்னடா",
    "mr": "उत्तर कन्नड",
    "en": "Uttara Kannada"
},
"Vijayapura": {
    "te": "ವಿಜಯಪುರ",
    "hi": "विजयपुर",
    "ta": "விஜயபுரம்",
    "mr": "विजयपुर",
    "en": "Vijayapura"
},
"Yadgir": {
    "te": "యాదగిరి",
    "hi": "यादगिरि",
    "ta": "யாதகிரீ",
    "mr": "यादगिरी",
    "en": "Yadgir"
},
"Chennai": {
    "te": "చెన్నై",
    "hi": "चेन्नई",
    "ta": "சென்னை",
    "mr": "चेन्नई",
    "en": "Chennai"
},
"Coimbatore": {
    "te": "కోవై",
    "hi": "कोयम्बटूर",
    "ta": "கோயம்புத்தூர்",
    "mr": "कोयंबटूर",
    "en": "Coimbatore"
},
"Cuddalore": {
    "te": "కడలూర్",
    "hi": "कुड्डालोर",
    "ta": "குட்டலூர்",
    "mr": "कुड्डालोर",
    "en": "Cuddalore"
},
"Dharmapuri": {
    "te": "ధర్మపురి",
    "hi": "धर्मपुरी",
    "ta": "தர்மபுரி",
    "mr": "धर्मपुरी",
    "en": "Dharmapuri"
},
"Dindigul": {
    "te": "దిండిగల్",
    "hi": "दिन्डीगुल",
    "ta": "திண்டுக்கல்",
    "mr": "दिन्डीगुल",
    "en": "Dindigul"
},
"Erode": {
    "te": "ఎరోడే",
    "hi": "एरोड",
    "ta": "எரோடு",
    "mr": "एरोड",
    "en": "Erode"
},
"Kallakurichi": {
    "te": "కల్లకురిచి",
    "hi": "कल्लाकुरीची",
    "ta": "கல்லக்குறிச்சி",
    "mr": "कल्लाकुरीची",
    "en": "Kallakurichi"
},
"Kanchipuram": {
    "te": "కాంచిపురం",
    "hi": "कांचीपुरम",
    "ta": "காஞ்சிபுரம்",
    "mr": "कांचीपूरम",
    "en": "Kanchipuram"
},
"Kanyakumari": {
    "te": "కన్యాకుమారి",
    "hi": "कन्याकुमारी",
    "ta": "கன்னியாகுமரி",
    "mr": "कन्याकुमारी",
    "en": "Kanyakumari"
},
"Karur": {
    "te": "కరూర్",
    "hi": "करूर",
    "ta": "கரூர்",
    "mr": "करूर",
    "en": "Karur"
},
"Krishnagiri": {
    "te": "కృష్ణగిరి",
    "hi": "कृष्णगिरी",
    "ta": "கிருஷ்ணகிரி",
    "mr": "कृष्णागिरी",
    "en": "Krishnagiri"
},
"Madurai": {
    "te": "మదురై",
    "hi": "मदुरै",
    "ta": "மதுரை",
    "mr": "मदुरै",
    "en": "Madurai"
},
"Nagapattinam": {
    "te": "నాగపటినం",
    "hi": "नागपट्टिनम",
    "ta": "நாகப்பட்டினம்",
    "mr": "नागपट्टिनम",
    "en": "Nagapattinam"
},
"Namakkal": {
    "te": "నமక్కల్",
    "hi": "नमक्कल",
    "ta": "நமக்கல்",
    "mr": "नमक्कल",
    "en": "Namakkal"
},
"Nilgiris": {
    "te": "నీలగిరి",
    "hi": "नीलगिरी",
    "ta": "நீலகிரி",
    "mr": "नीलगिरी",
    "en": "Nilgiris"
},
"Perambalur": {
    "te": "పேரంబలూర్",
    "hi": "पेरम्बलूर",
    "ta": "பேரம்பலூர்",
    "mr": "पेरंबलूर",
    "en": "Perambalur"
},
"Pudukkottai": {
    "te": "పుదుకొట్టు",
    "hi": "पुदुकोट्टई",
    "ta": "புதுக்கோட்டை",
    "mr": "पुदुकोट्टाई",
    "en": "Pudukkottai"
},
"Ramanathapuram": {
    "te": "రామనాథపురం",
    "hi": "रामनाथपुरम",
    "ta": "ராமநாதபுரம்",
    "mr": "रामनाथपुरम",
    "en": "Ramanathapuram"
},
"Salem": {
    "te": "సేలం",
    "hi": "सलेम",
    "ta": "சேலம்",
    "mr": "सलेम",
    "en": "Salem"
},
"Sivaganga": {
    "te": "శివగంగ",
    "hi": "सिवगंगा",
    "ta": "சிவகங்கை",
    "mr": "सिवगंगा",
    "en": "Sivaganga"
},
"Thanjavur": {
    "te": "తంజావూరు",
    "hi": "तंजावुर",
    "ta": "தஞ்சாவூர்",
    "mr": "तंजावुर",
    "en": "Thanjavur"
},
"Theni": {
    "te": "తేని",
    "hi": "थेनि",
    "ta": "தேனி",
    "mr": "थेनि",
    "en": "Theni"
},
"Thoothukudi": {
    "te": "తూతుకుడి",
    "hi": "तूतुकुडी",
    "ta": "தூத்துக்குடி",
    "mr": "तूतुकुडी",
    "en": "Thoothukudi"
},
"Tiruchirappalli": {
    "te": "తిరుచిరపల్లి",
    "hi": "तिरुचिरापल्ली",
    "ta": "திருச்சிராப்பள்ளி",
    "mr": "तिरुचिरापल्ली",
    "en": "Tiruchirappalli"
},
"Tirunelveli": {
    "te": "తిరునెல்வేలి",
    "hi": "तिरुनेलवेली",
    "ta": "திருநெல்வேலி",
    "mr": "तिरुनेलवेली",
    "en": "Tirunelveli"
},
"Tirupur": {
    "te": "తిరుపూర్",
    "hi": "तिरुपुर",
    "ta": "திருப்பூர்",
    "mr": "तिरुपूर",
    "en": "Tirupur"
},
"Tiruvallur": {
    "te": "తిరువళ్ళూరు",
    "hi": "तिरुवल्लूर",
    "ta": "திருவள்ளூர்",
    "mr": "तिरुवल्लूर",
    "en": "Tiruvallur"
},
"Tiruvannamalai": {
    "te": "తిరువண்ணమలై",
    "hi": "तिरुवन्नामलै",
    "ta": "திருவண்ணாமலை",
    "mr": "तिरुवन्नामलाई",
    "en": "Tiruvannamalai"
},
"Vellore": {
    "te": "వెల్లూరు",
    "hi": "वेल्लोर",
    "ta": "வெலூர்",
    "mr": "वेल्लोर",
    "en": "Vellore"
},
"Viluppuram": {
    "te": "విళ్లుపురం",
    "hi": "विल्लुपुरम",
    "ta": "வில்லுப்புறம்",
    "mr": "विल्लुपुरम",
    "en": "Viluppuram"
},
"Virudhunagar": {
    "te": "విరుధునగర్",
    "hi": "विरुधुनगर",
    "ta": "விருதுநகரம்",
    "mr": "विरुधुनगर",
    "en": "Virudhunagar"
},
"Alappuzha": {
    "te": "అలప్పుజా",
    "hi": "अलप्पुझा",
    "ta": "அலப்புழா",
    "mr": "अलप्पुझा",
    "en": "Alappuzha"
},
"Ernakulam": {
    "te": "ఎర్నాకులం",
    "hi": "एर्नाकुलम",
    "ta": "எர்னாகுலம்",
    "mr": "एर्नाकुलम",
    "en": "Ernakulam"
},
"Idukki": {
    "te": "ఇడుక్కి",
    "hi": "इडुक्की",
    "ta": "இடுக்கி",
    "mr": "इडुक्की",
    "en": "Idukki"
},
"Kannur": {
    "te": "కണ്ണూరు",
    "hi": "कन्नूर",
    "ta": "கன்னூர்",
    "mr": "कन्नूर",
    "en": "Kannur"
},
"Kasaragod": {
    "te": "కాసరగోడ్",
    "hi": "कासरगोड",
    "ta": "காசரகோடு",
    "mr": "कासरगोड",
    "en": "Kasaragod"
},
"Kottayam": {
    "te": "కోట్తాయం",
    "hi": "कोट्टायम",
    "ta": "கோட்டயம்",
    "mr": "कोट्टायम",
    "en": "Kottayam"
},
"Kollam": {
    "te": "కొల్లాం",
    "hi": "कोल्लम",
    "ta": "கொள்ளம்",
    "mr": "कोल्लम",
    "en": "Kollam"
},
"Malappuram": {
    "te": "మలప్పురం",
    "hi": "मलप्पुरम",
    "ta": "மலப்புரம்",
    "mr": "मलप्पुरम",
    "en": "Malappuram"
},
"Palakkad": {
    "te": "పలక్కాడ్",
    "hi": "पालक्काड",
    "ta": "பலகாட்",
    "mr": "पालक्काड",
    "en": "Palakkad"
},
"Pathanamthitta": {
    "te": "పతనంతిట్ట",
    "hi": "पत्थनमथिट्टा",
    "ta": "பத்தனம்திட்டா",
    "mr": "पथानमथिट्टा",
    "en": "Pathanamthitta"
},
"Thiruvananthapuram": {
    "te": "తిరువనంతపురం",
    "hi": "तिरुवनंतपुरम",
    "ta": "திருவனந்தபுரம்",
    "mr": "तिरुवनंतपुरम",
    "en": "Thiruvananthapuram"
},
"Thrissur": {
    "te": "త్రిశూర్",
    "hi": "त्रिशूर",
    "ta": "திரிசூர்",
    "mr": "त्रिशूर",
    "en": "Thrissur"
},
"Wayanad": {
    "te": "వయనాడ్",
    "hi": "वायनाड",
    "ta": "வயநாடு",
    "mr": "वायनाड",
    "en": "Wayanad"
},
"Puducherry": {
    "te": "పుదుచ్చేరి",
    "hi": "पुडुचेरी",
    "ta": "புதுச்சேரி",
    "mr": "पुडुचेरी",
    "en": "Puducherry"
},
"Karaikal": {
    "te": "కరైకల్",
    "hi": "कराईकल",
    "ta": "கரைக்கால்",
    "mr": "कराईकल",
    "en": "Karaikal"
},
"Mahe": {
    "te": "మహే",
    "hi": "माहे",
    "ta": "மஹே",
    "mr": "माहे",
    "en": "Mahe"
},
"Yanam": {
    "te": "యానమ్",
    "hi": "यानम",
    "ta": "யானம்",
    "mr": "यानम",
    "en": "Yanam"
},
"Baksa": {
    "te": "బక్సా",
    "hi": "बक्सा",
    "ta": "பக்சா",
    "mr": "बक्सा",
    "en": "Baksa"
},
"Barpeta": {
    "te": "బర్పేటా",
    "hi": "बरपेटा",
    "ta": "பர்பெட்டா",
    "mr": "बरपेटा",
    "en": "Barpeta"
},
"Bongaigaon": {
    "te": "బొంగైగావ్",
    "hi": "बोंगाईगांव",
    "ta": "பொங்கைகான்",
    "mr": "बोंगाईगांव",
    "en": "Bongaigaon"
},
"Cachar": {
    "te": "కాచర్",
    "hi": "काछार",
    "ta": "காசர்",
    "mr": "काछार",
    "en": "Cachar"
},
"Chirang": {
    "te": "చిరాంగ్",
    "hi": "चिरांग",
    "ta": "சிராங்",
    "mr": "चिरांग",
    "en": "Chirang"
},
"Darrang": {
    "te": "డర్రంగ్",
    "hi": "दरंग",
    "ta": "தர்ராங்",
    "mr": "दरंग",
    "en": "Darrang"
},
"Dhemaji": {
    "te": "ధేమాజి",
    "hi": "धेमाजी",
    "ta": "தெமாஜி",
    "mr": "धेमाजी",
    "en": "Dhemaji"
},
"Dhubri": {
    "te": "ధుబ్రీ",
    "hi": "धुबरी",
    "ta": "துப்ரி",
    "mr": "धुबरी",
    "en": "Dhubri"
},
"Dibrugarh": {
    "te": "డిబ్రుగఢ్",
    "hi": "डिब्रूगढ़",
    "ta": "டிப்ரூகர்ட்",
    "mr": "डिब्रूगढ़",
    "en": "Dibrugarh"
},
"Goalpara": {
    "te": "గోల్‌పారా",
    "hi": "गोपालपुर",
    "ta": "கோல்பரா",
    "mr": "गोपालपुर",
    "en": "Goalpara"
},
"Golaghat": {
    "te": "గొలగఠ్",
    "hi": "गोलाघाट",
    "ta": "கோலாகட்",
    "mr": "गोलाघाट",
    "en": "Golaghat"
},
"Hailakandi": {
    "te": "హైలకాండి",
    "hi": "हैलाकांडी",
    "ta": "ஹைலகண்டி",
    "mr": "हैलाकांडी",
    "en": "Hailakandi"
},
"Hojai": {
    "te": "హోజై",
    "hi": "होजाई",
    "ta": "ஹோஜை",
    "mr": "होजाई",
    "en": "Hojai"
},
"Jorhat": {
    "te": "జోర్హాట్",
    "hi": "जोरहाट",
    "ta": "ஜோராட்",
    "mr": "जोरहाट",
    "en": "Jorhat"
},
"Kamrup": {
    "te": "కమ్రూప్",
    "hi": "कर्मूप",
    "ta": "கமரூப்",
    "mr": "कर्मूप",
    "en": "Kamrup"
},
"Karbi Anglong": {
    "te": "కర్బీ ఆంగ్‌లాంగ్",
    "hi": "कार्बी आंगलॉंग",
    "ta": "கார்பி ஆங்க்ளாங்",
    "mr": "कार्बी आंगलॉंग",
    "en": "Karbi Anglong"
},
"Karimganj": {
    "te": "కరిమ్‌గంజ్",
    "hi": "करिमगंज",
    "ta": "கரிம்கஞ்ச்",
    "mr": "करिमगंज",
    "en": "Karimganj"
},
"Kokrajhar": {
    "te": "కోక్రాజ్‌హార్",
    "hi": "कोकराझार",
    "ta": "கோகராஜார்",
    "mr": "कोकराझार",
    "en": "Kokrajhar"
},
"Lakhimpur": {
    "te": "లఖింపూర్",
    "hi": "लखीमपुर",
    "ta": "லக்ஹிம்பூர்",
    "mr": "लखीमपूर",
    "en": "Lakhimpur"
},
"Majuli": {
    "te": "మాజులీ",
    "hi": "माजुली",
    "ta": "மாஜுலி",
    "mr": "माझुली",
    "en": "Majuli"
},
"Morigaon": {
    "te": "మొరిగావన్",
    "hi": "मोरिगांव",
    "ta": "மோரிகான்",
    "mr": "मोरिगांव",
    "en": "Morigaon"
},
"Nagaon": {
    "te": "నగావన్",
    "hi": "नगांव",
    "ta": "நாகா",
    "mr": "नगांव",
    "en": "Nagaon"
},
"Nalbari": {
    "te": "నల్బారీ",
    "hi": "नलबाड़ी",
    "ta": "நல்வாரி",
    "mr": "नलबाड़ी",
    "en": "Nalbari"
},
"Sivasagar": {
    "te": "శివసగర్",
    "hi": "सिवसागर",
    "ta": "சிவசாகர்",
    "mr": "सिवसागर",
    "en": "Sivasagar"
},
"Sonitpur": {
    "te": "సొనిట్‌పూర్",
    "hi": "सोनितपुर",
    "ta": "சோனிட்பூர்",
    "mr": "सोनितपुर",
    "en": "Sonitpur"
},
"South Salmara-Mankachar": {
    "te": "సౌత్ సల్మారా-మాంకాచర్",
    "hi": "दक्षिण सलमारा-मांकाचार",
    "ta": "தெற்கு சல்மரா-மாங்காசர்",
    "mr": "दक्षिण सलमारा-मांकाचार",
    "en": "South Salmara-Mankachar"
},
"Tinsukia": {
    "te": "టిన్సుకియా",
    "hi": "टिनसुकिया",
    "ta": "தின்சுக்கியா",
    "mr": "टिनसुकिया",
    "en": "Tinsukia"
},
"Udalguri": {
    "te": "ఉదల్గురి",
    "hi": "उदालगुरी",
    "ta": "உதல்குரி",
    "mr": "उदालगुरी",
    "en": "Udalguri"
},
"West Karbi Anglong": {
    "te": "పశ్చిమ కర్బీ ఆంగ్‌లాంగ్",
    "hi": "पश्चिम कार्बी आंगलॉंग",
    "ta": "மேற்கத்திய கார்பி ஆங்க்ளாங்",
    "mr": "पश्चिम कार्बी आंगलॉंग",
    "en": "West Karbi Anglong"
},
"Kamrup Metropolitan": {
    "te": "కమ్రూప్ మెట్రోపోలిటన్",
    "hi": "कर्मूप मेट्रोपोलिटन",
    "ta": "கமரூப் மெட்ரோபாலிடன்",
    "mr": "कर्मूप मेट्रोपोलिटन",
    "en": "Kamrup Metropolitan"
},
"Tawang": {
    "te": "టావంగ్",
    "hi": "तवांग",
    "ta": "தவாங்",
    "mr": "तवांग",
    "en": "Tawang"
},
"West Kameng": {
    "te": "పశ్చిమ కమేంగ్",
    "hi": "पश्चिम कामेंग",
    "ta": "மேற்கத்திய காமெங்க்",
    "mr": "पश्चिम कामेंग",
    "en": "West Kameng"
},
"East Kameng": {
    "te": "ఈస్ట్ కామెంగ్",
    "hi": "पूर्व कामेंग",
    "ta": "கிழக்கு காமெங்",
    "mr": "पूर्व कामेंग",
    "en": "East Kameng"
},
"Papum Pare": {
    "te": "పాపుమ్ పర్",
    "hi": "पापुम पारे",
    "ta": "பாப்பம் பாரே",
    "mr": "पापुम पारे",
    "en": "Papum Pare"
},
"Kra Daadi": {
    "te": "క్రా డాడి",
    "hi": "क्रा डाड़ी",
    "ta": "கிரா டாடி",
    "mr": "क्रा डाड़ी",
    "en": "Kra Daadi"
},
"Lower Subansiri": {
    "te": "లోయర్ సుబాన్సిరి",
    "hi": "लोअर सुबनसिरी",
    "ta": "லோயர் சுபன்சிரி",
    "mr": "लोअर सुबनसिरी",
    "en": "Lower Subansiri"
},
"Upper Subansiri": {
    "te": "అపర్ సుబాన్సిరి",
    "hi": "अपर सुबनसिरी",
    "ta": "அப்பர் சுபன்சிரி",
    "mr": "अपर सुबनसिरी",
    "en": "Upper Subansiri"
},
"West Siang": {
    "te": "వెస్ట్ సియాంగ్",
    "hi": "पश्चिम सियांग",
    "ta": "மேற்கு சியாங்",
    "mr": "पश्चिम सियांग",
    "en": "West Siang"
},
"East Siang": {
    "te": "ఈస్ట్ సియాంగ్",
    "hi": "पूर्व सियांग",
    "ta": "கிழக்கு சியாங்",
    "mr": "पूर्व सियांग",
    "en": "East Siang"
},
"Siang": {
    "te": "సియాంగ్",
    "hi": "सियांग",
    "ta": "சியாங்",
    "mr": "सियांग",
    "en": "Siang"
},
"Changlang": {
    "te": "చాంగ్లాంగ్",
    "hi": "चांगलांग",
    "ta": "சாங்க்ளாங்",
    "mr": "चांगलांग",
    "en": "Changlang"
},
"Longding": {
    "te": "లాంగ్డింగ్",
    "hi": "लोंगडिंग",
    "ta": "லொங்க்டிங்",
    "mr": "लोंगडिंग",
    "en": "Longding"
},
"Namsai": {
    "te": "నమ్సై",
    "hi": "नमसाई",
    "ta": "நம்சாய்",
    "mr": "नमसाई",
    "en": "Namsai"
},
"Tirap": {
    "te": "తిరప్",
    "hi": "तिरप",
    "ta": "திரப்",
    "mr": "तिरप",
    "en": "Tirap"
},
"Anjaw": {
    "te": "అంజవ్",
    "hi": "अंजाव",
    "ta": "அஞ்சவ்",
    "mr": "अंजाव",
    "en": "Anjaw"
},
"Lohit": {
    "te": "లోహిట్",
    "hi": "लोहित",
    "ta": "லோஹிட்",
    "mr": "लोहित",
    "en": "Lohit"
},
"Upper Siang": {
    "te": "అపర్ సియాంగ్",
    "hi": "अपर सियांग",
    "ta": "அப்பர் சியாங்",
    "mr": "अपर सियांग",
    "en": "Upper Siang"
},
"Lower Dibang Valley": {
    "te": "లోయర్ డిబాంగ్ వ్యాలీ",
    "hi": "लोअर डिबांग घाटी",
    "ta": "கீழ் டிபாங் மண்டலம்",
    "mr": "लोअर डिबांग घाटी",
    "en": "Lower Dibang Valley"
},
"Dibang Valley": {
    "te": "డిబాంగ్ వ్యాలీ",
    "hi": "डिबांग घाटी",
    "ta": "டிபாங் மண்டலம்",
    "mr": "डिबांग घाटी",
    "en": "Dibang Valley"
},
"Dimapur": {
    "te": "డిమాపూర్",
    "hi": "डिमापुर",
    "ta": "டிமாபூர்",
    "mr": "डिमापुर",
    "en": "Dimapur"
},
"Kiphire": {
    "te": "కిఫిరె",
    "hi": "किफिरे",
    "ta": "கிபிரே",
    "mr": "किफिरे",
    "en": "Kiphire"
},
"Kohima": {
    "te": "కొహిమా",
    "hi": "कोहिमा",
    "ta": "கோஹிமா",
    "mr": "कोहिमा",
    "en": "Kohima"
},
"Longleng": {
    "te": "లాంగ్లెంగ్",
    "hi": "लोंगलेन",
    "ta": "லொங்க்லெங்",
    "mr": "लोंगलेन",
    "en": "Longleng"
},
"Mokokchung": {
    "te": "మొకోక్‌చుంగ్",
    "hi": "मोकोकचुंग",
    "ta": "மொகொக்‌சுங்க்",
    "mr": "मोकोकचुंग",
    "en": "Mokokchung"
},
"Mon": {
    "te": "మోన్",
    "hi": "मोन",
    "ta": "மான்",
    "mr": "मोन",
    "en": "Mon"
},
"Peren": {
    "te": "పెరెన్",
    "hi": "पेरन",
    "ta": "பெரன்",
    "mr": "पेरन",
    "en": "Peren"
},
"Phek": {
    "te": "ఫెక్",
    "hi": "फेक",
    "ta": "பெக்",
    "mr": "फेक",
    "en": "Phek"
},
"Tuensang": {
    "te": "టువెన్సాంగ్",
    "hi": "टून्सांग",
    "ta": "டுவென்சாங்",
    "mr": "टून्सांग",
    "en": "Tuensang"
},
"Wokha": {
    "te": "వోఖా",
    "hi": "वोखा",
    "ta": "வோகா",
    "mr": "वोखा",
    "en": "Wokha"
},
"Zunheboto": {
    "te": "జున్‌హెబోటో",
    "hi": "जुनहेबोटो",
    "ta": "ஜுன்ஹெபோட்டோ",
    "mr": "जुनहेबोटो",
    "en": "Zunheboto"
},
"Bishnupur": {
    "te": "బిష్ణుపూర్",
    "hi": "बिष्णुपुर",
    "ta": "பிஷ்ணுபூர்",
    "mr": "बिष्णुपुर",
    "en": "Bishnupur"
},
"Chandel": {
    "te": "చాందెల్",
    "hi": "चंदेल",
    "ta": "சாண்டல்",
    "mr": "चंदेल",
    "en": "Chandel"
},
"Churachandpur": {
    "te": "చురాచంద్‌పూర్",
    "hi": "चुराचांदपुर",
    "ta": "சுராசாண்ட்பூர்",
    "mr": "चुराचांदपुर",
    "en": "Churachandpur"
},
"Imphal East": {
    "te": "ఇంఫాల్ ఈస్ట్",
    "hi": "इंफाल ईस्ट",
    "ta": "இம்஫ால் ஈஸ்ட்",
    "mr": "इंफाल ईस्ट",
    "en": "Imphal East"
},
"Imphal West": {
    "te": "ఇంఫాల్ వెస్ట్",
    "hi": "इंफाल वेस्ट",
    "ta": "இம்ஃபால் மேற்கு",
    "mr": "इंफाल वेस्ट",
    "en": "Imphal West"
},
"Jiribam": {
    "te": "జిరిబామ్",
    "hi": "जिरिबाम",
    "ta": "ஜிரிபாம்",
    "mr": "जिरिबाम",
    "en": "Jiribam"
},
"Kakching": {
    "te": "కక్చింగ్",
    "hi": "ककचिंग",
    "ta": "கக்சிங்",
    "mr": "ककचिंग",
    "en": "Kakching"
},
"Kamjong": {
    "te": "కమ్జాంగ్",
    "hi": "कामजोंग",
    "ta": "கம்ஜொங்",
    "mr": "कामजोंग",
    "en": "Kamjong"
},
"Kangpokpi": {
    "te": "కంగ్‌పోక్పి",
    "hi": "कांगपोकपी",
    "ta": "காங்க்போக்கோ",
    "mr": "कांगपोकपी",
    "en": "Kangpokpi"
},
"Noney": {
    "te": "నోనీ",
    "hi": "नौनी",
    "ta": "நோனி",
    "mr": "नौनी",
    "en": "Noney"
},
"Pherzawl": {
    "te": "ఫెర్జావల్",
    "hi": "फेर्झावल",
    "ta": "பெர்சாவால்",
    "mr": "फेर्झावल",
    "en": "Pherzawl"
},
"Senapati": {
    "te": "సెనాపతి",
    "hi": "सेनापति",
    "ta": "செனாபதி",
    "mr": "सेनापति",
    "en": "Senapati"
},
"Tamenglong": {
    "te": "తమెంగ్లోంగ్",
    "hi": "तामेंगलोंग",
    "ta": "தமெங்ளாங்",
    "mr": "तामेंगलोंग",
    "en": "Tamenglong"
},
"Tengnoupal": {
    "te": "తెంగ్నూపాల్",
    "hi": "तेनगुपाल",
    "ta": "தெங்க்னூபால்",
    "mr": "तेनगुपाल",
    "en": "Tengnoupal"
},
"Thoubal": {
    "te": "తౌబాల్",
    "hi": "थौबल",
    "ta": "தொபால்",
    "mr": "थौबल",
    "en": "Thoubal"
},
"Ukhrul": {
    "te": "ఉఖ్రుల్",
    "hi": "उखरूल",
    "ta": "உக்ருல்",
    "mr": "उखरूल",
    "en": "Ukhrul"
},
"Aizawl": {
    "te": "ఆిజావల్",
    "hi": "आइजोल",
    "ta": "ஐசோல்",
    "mr": "आइजोल",
    "en": "Aizawl"
},
"Champhai": {
    "te": "చాంప్హై",
    "hi": "चम्पाई",
    "ta": "சாம்பாய்",
    "mr": "चम्पाई",
    "en": "Champhai"
},
"Kolasib": {
    "te": "కొలసిబ్",
    "hi": "कोलासिब",
    "ta": "கொலசிப்",
    "mr": "कोलासिब",
    "en": "Kolasib"
},
"Lawngtlai": {
    "te": "లావంగ్‌లై",
    "hi": "लॉंगट्लाई",
    "ta": "லாங்ட்லை",
    "mr": "लॉंगट्लाई",
    "en": "Lawngtlai"
},
"Lunglei": {
    "te": "లుంగ్లై",
    "hi": "लुंगलेई",
    "ta": "லுங்க்லெய்",
    "mr": "लुंगलेई",
    "en": "Lunglei"
},
"Mamit": {
    "te": "మామిట్",
    "hi": "मामित",
    "ta": "மாமிட்",
    "mr": "मामित",
    "en": "Mamit"
},
"Saitual": {
    "te": "సైతువాల్",
    "hi": "सैतुअल",
    "ta": "சைதுவால்",
    "mr": "सैतुअल",
    "en": "Saitual"
},
"Serchhip": {
    "te": "సెర్చిప్",
    "hi": "सर्चीप",
    "ta": "சர்சிப்",
    "mr": "सर्चीप",
    "en": "Serchhip"
},
"Khawzawl": {
    "te": "ఖాజ్వాజ్వల్",
    "hi": "खोज़वल",
    "ta": "கோஸ்வால்",
    "mr": "खोज़वल",
    "en": "Khawzawl"
},
"Hnahthial": {
    "te": "హ్నాహ్తియల్",
    "hi": "हनथियल",
    "ta": "ஹ்நாஹ்தியல்",
    "mr": "हनथियल",
    "en": "Hnahthial"
},
"Dhalai": {
    "te": "ధలాయ్",
    "hi": "धलाई",
    "ta": "தலாய்",
    "mr": "धलाई",
    "en": "Dhalai"
},
"Gomati": {
    "te": "గోమతి",
    "hi": "गोमती",
    "ta": "கோமதி",
    "mr": "गोमती",
    "en": "Gomati"
},
"Khowai": {
    "te": "ఖోవై",
    "hi": "खोवाई",
    "ta": "கோவை",
    "mr": "खोवाई",
    "en": "Khowai"
},
"North Tripura": {
    "te": "ఉత్తర త్రిపుర",
    "hi": "उत्तरी त्रिपुरा",
    "ta": "வடக்கு த்ரிபுரா",
    "mr": "उत्तरी त्रिपुरा",
    "en": "North Tripura"
},
"Sepahijala": {
    "te": "సేపాహిజాలా",
    "hi": "सेपाहिजाला",
    "ta": "செப்பாஹிஜலா",
    "mr": "सेपाहिजाला",
    "en": "Sepahijala"
},
"South Tripura": {
    "te": "దక్షిణ త్రిపుర",
    "hi": "दक्षिण त्रिपुरा",
    "ta": "தெற்கு த்ரிபுரா",
    "mr": "दक्षिण त्रिपुरा",
    "en": "South Tripura"
},
"Unakoti": {
    "te": "ఉనకోటి",
    "hi": "उन्नाकोटी",
    "ta": "உனகோடி",
    "mr": "उन्नाकोटी",
    "en": "Unakoti"
},
"West Tripura": {
    "te": "పశ్చిమ త్రిపుర",
    "hi": "पश्चिम त्रिपुरा",
    "ta": "மேற்கு த்ரிபுரா",
    "mr": "पश्चिम त्रिपुरा",
    "en": "West Tripura"
},
"East Garo Hills": {
    "te": "తూర్పు గారో హిల్స్",
    "hi": "पूर्वी गारो हिल्स",
    "ta": "கிழக்கு காரோ ஹில்ஸ்",
    "mr": "पूर्वी गारो हिल्स",
    "en": "East Garo Hills"
},
"West Garo Hills": {
    "te": "పశ్చిమ గారో హిల్స్",
    "hi": "पश्चिम गारो हिल्स",
    "ta": "மேற்கு காரோ ஹில்ஸ்",
    "mr": "पश्चिम गारो हिल्स",
    "en": "West Garo Hills"
},
"South Garo Hills": {
    "te": "దక్షిణ గారో హిల్స్",
    "hi": "दक्षिण गारो हिल्स",
    "ta": "தெற்கு காரோ ஹில்ஸ்",
    "mr": "दक्षिण गारो हिल्स",
    "en": "South Garo Hills"
},
"North Garo Hills": {
    "te": "ఉత్తర గారో హిల్స్",
    "hi": "उत्तर गारो हिल्स",
    "ta": "வடக்கு காரோ ஹில்ஸ்",
    "mr": "उत्तर गारो हिल्स",
    "en": "North Garo Hills"
},
"South West Garo Hills": {
    "te": "దక్షిణ పశ్చిమ గారో హిల్స్",
    "hi": "दक्षिण पश्चिम गारो हिल्स",
    "ta": "தெற்கு மேற்கு காரோ ஹில்ஸ்",
    "mr": "दक्षिण पश्चिम गारो हिल्स",
    "en": "South West Garo Hills"
},
"East Khasi Hills": {
    "te": "తూర్పు ఖాసి హిల్స్",
    "hi": "पूर्वी खासी हिल्स",
    "ta": "கிழக்கு காசி ஹில்ஸ்",
    "mr": "पूर्वी खासी हिल्स",
    "en": "East Khasi Hills"
},
"West Khasi Hills": {
    "te": "పశ్చిమ ఖాసి హిల్స్",
    "hi": "पश्चिम खासी हिल्स",
    "ta": "மேற்கு காசி ஹில்ஸ்",
    "mr": "पश्चिम खासी हिल्स",
    "en": "West Khasi Hills"
},
"South West Khasi Hills": {
    "te": "దక్షిణ పశ్చిమ ఖాసి హిల్స్",
    "hi": "दक्षिण पश्चिम खासी हिल्स",
    "ta": "தெற்கு மேற்கு காசி ஹில்ஸ்",
    "mr": "दक्षिण पश्चिम खासी हिल्स",
    "en": "South West Khasi Hills"
},
"Ri Bhoi": {
    "te": "రి భోయ్",
    "hi": "री भोई",
    "ta": "ரி போய்",
    "mr": "री भोई",
    "en": "Ri Bhoi"
},
"East Jaintia Hills": {
    "te": "తూర్పు జెయింటియా హిల్స్",
    "hi": "पूर्वी जयंतिया हिल्स",
    "ta": "கிழக்கு ஜெயந்தியா ஹில்ஸ்",
    "mr": "पूर्वी जयंतिया हिल्स",
    "en": "East Jaintia Hills"
},
"West Jaintia Hills": {
    "te": "పశ్చిమ జెయింటియా హిల్స్",
    "hi": "पश्चिम जयंतिया हिल्स",
    "ta": "மேற்கு ஜெயந்தியா ஹில்ஸ்",
    "mr": "पश्चिम जयंतिया हिल्स",
    "en": "West Jaintia Hills"
},
"East Sikkim": {
    "te": "తూర్పు సిక్కిం",
    "hi": "पूर्वी सिक्किम",
    "ta": "கிழக்கு சிக்கிம்",
    "mr": "पूर्वी सिक्किम",
    "en": "East Sikkim"
},
"West Sikkim": {
    "te": "పశ్చిమ సిక్కిం",
    "hi": "पश्चिम सिक्किम",
    "ta": "மேற்கு சிக்கிம்",
    "mr": "पश्चिम सिक्किम",
    "en": "West Sikkim"
},
"North Sikkim": {
    "te": "ఉత్తర సిక్కిం",
    "hi": "उत्तर सिक्किम",
    "ta": "வடக்கு சிக்கிம்",
    "mr": "उत्तरी सिक्किम",
    "en": "North Sikkim"
},
"South Sikkim": {
    "te": "దక్షిణ సిక్కిం",
    "hi": "दक्षिण सिक्किम",
    "ta": "தெற்கு சிக்கிம்",
    "mr": "दक्षिण सिक्किम",
    "en": "South Sikkim"
},
"Lakshadweep": {
    "te": "లక్షద్వీప్",
    "hi": "लक्षद्वीप",
    "ta": "லக்ஷதீப்",
    "mr": "लक्षद्वीप",
    "en": "Lakshadweep"
},
"Dadra and Nagar Haveli": {
    "te": "దాద్రా మరియు నగర్ హావెలి",
    "hi": "दादरा और नगर हवेली",
    "ta": "தாதிரா மற்றும் நகர் ஹவெலி",
    "mr": "दादरा आणि नगर हवेली",
    "en": "Dadra and Nagar Haveli"
},
# "Kargil": {
#     "te": "కార్గిల్",
#     "hi": "कारगिल",
#     "ta": "கார்கில்",
#     "mr": "कारगिल",
#     "en": "Kargil"
# },
# "Leh": {
#     "te": "లేహ్",
#     "hi": "लेह",
#     "ta": "லே",
#     "mr": "लेह",
#     "en": "Leh"
# },
"Mahabubabad": {
    "te": "మహబూబాబాద్",
    "hi": "महबूबाबाद",
    "ta": "மஹபூபாபாத்",
    "mr": "महबूबाबाद",
    "en": "Mahabubabad"
}
}